{"id":"0704.0001","submitter":"Pavel Nadolsky","authors":"C. Bal\\'azs, E. L. Berger, P. M. Nadolsky, C.-P. Yuan","title":"Calculation of prompt diphoton production cross sections at Tevatron and\n  LHC energies","comments":"37 pages, 15 figures; published version","journal-ref":"Phys.Rev.D76:013009,2007","doi":"10.1103/PhysRevD.76.013009","report-no":"ANL-HEP-PR-07-12","categories":"hep-ph","license":null,"abstract":"  A fully differential calculation in perturbative quantum chromodynamics is\npresented for the production of massive photon pairs at hadron colliders. All\nnext-to-leading order perturbative contributions from quark-antiquark,\ngluon-(anti)quark, and gluon-gluon subprocesses are included, as well as\nall-orders resummation of initial-state gluon radiation valid at\nnext-to-next-to-leading logarithmic accuracy. The region of phase space is\nspecified in which the calculation is most reliable. Good agreement is\ndemonstrated with data from the Fermilab Tevatron, and predictions are made for\nmore detailed tests with CDF and DO data. Predictions are shown for\ndistributions of diphoton pairs produced at the energy of the Large Hadron\nCollider (LHC). Distributions of the diphoton pairs from the decay of a Higgs\nboson are contrasted with those produced from QCD processes at the LHC, showing\nthat enhanced sensitivity to the signal can be obtained with judicious\nselection of events.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 19:18:42 GMT"},{"version":"v2","created":"Tue, 24 Jul 2007 20:10:27 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Balázs","C.",""],["Berger","E. L.",""],["Nadolsky","P. M.",""],["Yuan","C. -P.",""]]}
{"id":"0704.0002","submitter":"Louis Theran","authors":"Ileana Streinu and Louis Theran","title":"Sparsity-certifying Graph Decompositions","comments":"To appear in Graphs and Combinatorics","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO cs.CG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We describe a new algorithm, the $(k,\\ell)$-pebble game with colors, and use\nit obtain a characterization of the family of $(k,\\ell)$-sparse graphs and\nalgorithmic solutions to a family of problems concerning tree decompositions of\ngraphs. Special instances of sparse graphs appear in rigidity theory and have\nreceived increased attention in recent years. In particular, our colored\npebbles generalize and strengthen the previous results of Lee and Streinu and\ngive a new proof of the Tutte-Nash-Williams characterization of arboricity. We\nalso present a new decomposition that certifies sparsity based on the\n$(k,\\ell)$-pebble game with colors. Our work also exposes connections between\npebble game algorithms and previous sparse graph algorithms by Gabow, Gabow and\nWestermann and Hendrickson.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 02:26:18 GMT"},{"version":"v2","created":"Sat, 13 Dec 2008 17:26:00 GMT"}],"update_date":"2008-12-13","authors_parsed":[["Streinu","Ileana",""],["Theran","Louis",""]]}
{"id":"0704.0003","submitter":"Hongjun Pan","authors":"Hongjun Pan","title":"The evolution of the Earth-Moon system based on the dark matter field\n  fluid model","comments":"23 pages, 3 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":null,"abstract":"  The evolution of Earth-Moon system is described by the dark matter field\nfluid model proposed in the Meeting of Division of Particle and Field 2004,\nAmerican Physical Society. The current behavior of the Earth-Moon system agrees\nwith this model very well and the general pattern of the evolution of the\nMoon-Earth system described by this model agrees with geological and fossil\nevidence. The closest distance of the Moon to Earth was about 259000 km at 4.5\nbillion years ago, which is far beyond the Roche's limit. The result suggests\nthat the tidal friction may not be the primary cause for the evolution of the\nEarth-Moon system. The average dark matter field fluid constant derived from\nEarth-Moon system data is 4.39 x 10^(-22) s^(-1)m^(-1). This model predicts\nthat the Mars's rotation is also slowing with the angular acceleration rate\nabout -4.38 x 10^(-22) rad s^(-2).\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 20:46:54 GMT"},{"version":"v2","created":"Sat, 8 Dec 2007 23:47:24 GMT"},{"version":"v3","created":"Sun, 13 Jan 2008 00:36:28 GMT"}],"update_date":"2008-01-13","authors_parsed":[["Pan","Hongjun",""]]}
{"id":"0704.0004","submitter":"David Callan","authors":"David Callan","title":"A determinant of Stirling cycle numbers counts unlabeled acyclic\n  single-source automata","comments":"11 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":null,"abstract":"  We show that a determinant of Stirling cycle numbers counts unlabeled acyclic\nsingle-source automata. The proof involves a bijection from these automata to\ncertain marked lattice paths and a sign-reversing involution to evaluate the\ndeterminant.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 03:16:14 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Callan","David",""]]}
{"id":"0704.0005","submitter":"Alberto Torchinsky","authors":"Wael Abu-Shammala and Alberto Torchinsky","title":"From dyadic $\\Lambda_{\\alpha}$ to $\\Lambda_{\\alpha}$","comments":null,"journal-ref":"Illinois J. Math. 52 (2008) no.2, 681-689","doi":null,"report-no":null,"categories":"math.CA math.FA","license":null,"abstract":"  In this paper we show how to compute the $\\Lambda_{\\alpha}$ norm, $\\alpha\\ge\n0$, using the dyadic grid. This result is a consequence of the description of\nthe Hardy spaces $H^p(R^N)$ in terms of dyadic and special atoms.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:09:58 GMT"}],"update_date":"2013-10-15","authors_parsed":[["Abu-Shammala","Wael",""],["Torchinsky","Alberto",""]]}
{"id":"0704.0006","submitter":"Yue Hin Pong","authors":"Y. H. Pong and C. K. Law","title":"Bosonic characters of atomic Cooper pairs across resonance","comments":"6 pages, 4 figures, accepted by PRA","journal-ref":null,"doi":"10.1103/PhysRevA.75.043613","report-no":null,"categories":"cond-mat.mes-hall","license":null,"abstract":"  We study the two-particle wave function of paired atoms in a Fermi gas with\ntunable interaction strengths controlled by Feshbach resonance. The Cooper pair\nwave function is examined for its bosonic characters, which is quantified by\nthe correction of Bose enhancement factor associated with the creation and\nannihilation composite particle operators. An example is given for a\nthree-dimensional uniform gas. Two definitions of Cooper pair wave function are\nexamined. One of which is chosen to reflect the off-diagonal long range order\n(ODLRO). Another one corresponds to a pair projection of a BCS state. On the\nside with negative scattering length, we found that paired atoms described by\nODLRO are more bosonic than the pair projected definition. It is also found\nthat at $(k_F a)^{-1} \\ge 1$, both definitions give similar results, where more\nthan 90% of the atoms occupy the corresponding molecular condensates.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 04:24:59 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Pong","Y. H.",""],["Law","C. K.",""]]}
{"id":"0704.0007","submitter":"Alejandro Corichi","authors":"Alejandro Corichi, Tatjana Vukasinac and Jose A. Zapata","title":"Polymer Quantum Mechanics and its Continuum Limit","comments":"16 pages, no figures. Typos corrected to match published version","journal-ref":"Phys.Rev.D76:044016,2007","doi":"10.1103/PhysRevD.76.044016","report-no":"IGPG-07/03-2","categories":"gr-qc","license":null,"abstract":"  A rather non-standard quantum representation of the canonical commutation\nrelations of quantum mechanics systems, known as the polymer representation has\ngained some attention in recent years, due to its possible relation with Planck\nscale physics. In particular, this approach has been followed in a symmetric\nsector of loop quantum gravity known as loop quantum cosmology. Here we explore\ndifferent aspects of the relation between the ordinary Schroedinger theory and\nthe polymer description. The paper has two parts. In the first one, we derive\nthe polymer quantum mechanics starting from the ordinary Schroedinger theory\nand show that the polymer description arises as an appropriate limit. In the\nsecond part we consider the continuum limit of this theory, namely, the reverse\nprocess in which one starts from the discrete theory and tries to recover back\nthe ordinary Schroedinger quantum mechanics. We consider several examples of\ninterest, including the harmonic oscillator, the free particle and a simple\ncosmological model.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 04:27:22 GMT"},{"version":"v2","created":"Wed, 22 Aug 2007 22:42:11 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Corichi","Alejandro",""],["Vukasinac","Tatjana",""],["Zapata","Jose A.",""]]}
{"id":"0704.0008","submitter":"Damian Swift","authors":"Damian C. Swift","title":"Numerical solution of shock and ramp compression for general material\n  properties","comments":"Minor corrections","journal-ref":"Journal of Applied Physics, vol 104, 073536 (2008)","doi":"10.1063/1.2975338","report-no":"LA-UR-07-2051, LLNL-JRNL-410358","categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A general formulation was developed to represent material models for\napplications in dynamic loading. Numerical methods were devised to calculate\nresponse to shock and ramp compression, and ramp decompression, generalizing\nprevious solutions for scalar equations of state. The numerical methods were\nfound to be flexible and robust, and matched analytic results to a high\naccuracy. The basic ramp and shock solution methods were coupled to solve for\ncomposite deformation paths, such as shock-induced impacts, and shock\ninteractions with a planar interface between different materials. These\ncalculations capture much of the physics of typical material dynamics\nexperiments, without requiring spatially-resolving simulations. Example\ncalculations were made of loading histories in metals, illustrating the effects\nof plastic work on the temperatures induced in quasi-isentropic and\nshock-release experiments, and the effect of a phase transition.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 04:47:20 GMT"},{"version":"v2","created":"Thu, 10 Apr 2008 08:42:28 GMT"},{"version":"v3","created":"Tue, 1 Jul 2008 18:54:28 GMT"}],"update_date":"2009-02-05","authors_parsed":[["Swift","Damian C.",""]]}
{"id":"0704.0009","submitter":"Paul Harvey","authors":"Paul Harvey, Bruno Merin, Tracy L. Huard, Luisa M. Rebull, Nicholas\n  Chapman, Neal J. Evans II, Philip C. Myers","title":"The Spitzer c2d Survey of Large, Nearby, Insterstellar Clouds. IX. The\n  Serpens YSO Population As Observed With IRAC and MIPS","comments":null,"journal-ref":"Astrophys.J.663:1149-1173,2007","doi":"10.1086/518646","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We discuss the results from the combined IRAC and MIPS c2d Spitzer Legacy\nobservations of the Serpens star-forming region. In particular we present a set\nof criteria for isolating bona fide young stellar objects, YSO's, from the\nextensive background contamination by extra-galactic objects. We then discuss\nthe properties of the resulting high confidence set of YSO's. We find 235 such\nobjects in the 0.85 deg^2 field that was covered with both IRAC and MIPS. An\nadditional set of 51 lower confidence YSO's outside this area is identified\nfrom the MIPS data combined with 2MASS photometry. We describe two sets of\nresults, color-color diagrams to compare our observed source properties with\nthose of theoretical models for star/disk/envelope systems and our own modeling\nof the subset of our objects that appear to be star+disks. These objects\nexhibit a very wide range of disk properties, from many that can be fit with\nactively accreting disks to some with both passive disks and even possibly\ndebris disks. We find that the luminosity function of YSO's in Serpens extends\ndown to at least a few x .001 Lsun or lower for an assumed distance of 260 pc.\nThe lower limit may be set by our inability to distinguish YSO's from\nextra-galactic sources more than by the lack of YSO's at very low luminosities.\nA spatial clustering analysis shows that the nominally less-evolved YSO's are\nmore highly clustered than the later stages and that the background\nextra-galactic population can be fit by the same two-point correlation function\nas seen in other extra-galactic studies. We also present a table of matches\nbetween several previous infrared and X-ray studies of the Serpens YSO\npopulation and our Spitzer data set.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 19:41:34 GMT"}],"update_date":"2010-03-18","authors_parsed":[["Harvey","Paul",""],["Merin","Bruno",""],["Huard","Tracy L.",""],["Rebull","Luisa M.",""],["Chapman","Nicholas",""],["Evans","Neal J.","II"],["Myers","Philip C.",""]]}
{"id":"0704.0010","submitter":"Sergei Ovchinnikov","authors":"Sergei Ovchinnikov","title":"Partial cubes: structures, characterizations, and constructions","comments":"36 pages, 17 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":null,"abstract":"  Partial cubes are isometric subgraphs of hypercubes. Structures on a graph\ndefined by means of semicubes, and Djokovi\\'{c}'s and Winkler's relations play\nan important role in the theory of partial cubes. These structures are employed\nin the paper to characterize bipartite graphs and partial cubes of arbitrary\ndimension. New characterizations are established and new proofs of some known\nresults are given.\n  The operations of Cartesian product and pasting, and expansion and\ncontraction processes are utilized in the paper to construct new partial cubes\nfrom old ones. In particular, the isometric and lattice dimensions of finite\npartial cubes obtained by means of these operations are calculated.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 05:10:16 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ovchinnikov","Sergei",""]]}
{"id":"0704.0011","submitter":"Clifton Cunningham","authors":"Clifton Cunningham and Lassina Dembele","title":"Computing genus 2 Hilbert-Siegel modular forms over $\\Q(\\sqrt{5})$ via\n  the Jacquet-Langlands correspondence","comments":"14 pages; title changed; to appear in Experimental Mathematics","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we present an algorithm for computing Hecke eigensystems of\nHilbert-Siegel cusp forms over real quadratic fields of narrow class number\none. We give some illustrative examples using the quadratic field\n$\\Q(\\sqrt{5})$. In those examples, we identify Hilbert-Siegel eigenforms that\nare possible lifts from Hilbert eigenforms.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 05:32:49 GMT"},{"version":"v2","created":"Tue, 19 Aug 2008 04:46:47 GMT"},{"version":"v3","created":"Wed, 20 Aug 2008 13:15:09 GMT"}],"update_date":"2008-08-20","authors_parsed":[["Cunningham","Clifton",""],["Dembele","Lassina",""]]}
{"id":"0704.0012","submitter":"Dohoon Choi","authors":"Dohoon Choi","title":"Distribution of integral Fourier Coefficients of a Modular Form of Half\n  Integral Weight Modulo Primes","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT","license":null,"abstract":"  Recently, Bruinier and Ono classified cusp forms $f(z) := \\sum_{n=0}^{\\infty}\na_f(n)q ^n \\in S_{\\lambda+1/2}(\\Gamma_0(N),\\chi)\\cap \\mathbb{Z}[[q]]$ that does\nnot satisfy a certain distribution property for modulo odd primes $p$. In this\npaper, using Rankin-Cohen Bracket, we extend this result to modular forms of\nhalf integral weight for primes $p \\geq 5$. As applications of our main theorem\nwe derive distribution properties, for modulo primes $p\\geq5$, of traces of\nsingular moduli and Hurwitz class number. We also study an analogue of Newman's\nconjecture for overpartitions.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 05:48:51 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Choi","Dohoon",""]]}
{"id":"0704.0013","submitter":"Dohoon Choi","authors":"Dohoon Choi and YoungJu Choie","title":"$p$-adic Limit of Weakly Holomorphic Modular Forms of Half Integral\n  Weight","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT","license":null,"abstract":"  Serre obtained the p-adic limit of the integral Fourier coefficient of\nmodular forms on $SL_2(\\mathbb{Z})$ for $p=2,3,5,7$. In this paper, we extend\nthe result of Serre to weakly holomorphic modular forms of half integral weight\non $\\Gamma_{0}(4N)$ for $N=1,2,4$. A proof is based on linear relations among\nFourier coefficients of modular forms of half integral weight. As applications\nwe obtain congruences of Borcherds exponents, congruences of quotient of\nEisentein series and congruences of values of $L$-functions at a certain point\nare also studied. Furthermore, the congruences of the Fourier coefficients of\nSiegel modular forms on Maass Space are obtained using Ikeda lifting.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 06:21:49 GMT"},{"version":"v2","created":"Mon, 26 May 2008 03:31:52 GMT"}],"update_date":"2008-05-26","authors_parsed":[["Choi","Dohoon",""],["Choie","YoungJu",""]]}
{"id":"0704.0014","submitter":"Koichi Fujii","authors":"Koichi Fujii","title":"Iterated integral and the loop product","comments":"18 pages, 1 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CA math.AT","license":null,"abstract":"  In this article we discuss a relation between the string topology and\ndifferential forms based on the theory of Chen's iterated integrals and the\ncyclic bar complex.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 12:04:13 GMT"}],"update_date":"2009-09-29","authors_parsed":[["Fujii","Koichi",""]]}
{"id":"0704.0015","submitter":"Christian Stahn","authors":"Christian Stahn","title":"Fermionic superstring loop amplitudes in the pure spinor formalism","comments":"22 pages; signs and coefficients adjusted for anticommuting\n  superfields, section 4.3 changed accordingly, reference added","journal-ref":"JHEP 0705:034,2007","doi":"10.1088/1126-6708/2007/05/034","report-no":null,"categories":"hep-th","license":null,"abstract":"  The pure spinor formulation of the ten-dimensional superstring leads to\nmanifestly supersymmetric loop amplitudes, expressed as integrals in pure\nspinor superspace. This paper explores different methods to evaluate these\nintegrals and then uses them to calculate the kinematic factors of the one-loop\nand two-loop massless four-point amplitudes involving two and four Ramond\nstates.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:10:09 GMT"},{"version":"v2","created":"Mon, 10 Mar 2008 04:18:38 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Stahn","Christian",""]]}
{"id":"0704.0016","submitter":"Li Tong","authors":"Chao-Hsi Chang, Tong Li, Xue-Qian Li and Yu-Ming Wang","title":"Lifetime of doubly charmed baryons","comments":"17 pages, 3 figures and 1 table","journal-ref":"Commun.Theor.Phys.49:993-1000,2008","doi":"10.1088/0253-6102/49/4/38","report-no":null,"categories":"hep-ph","license":null,"abstract":"  In this work, we evaluate the lifetimes of the doubly charmed baryons\n$\\Xi_{cc}^{+}$, $\\Xi_{cc}^{++}$ and $\\Omega_{cc}^{+}$. We carefully calculate\nthe non-spectator contributions at the quark level where the Cabibbo-suppressed\ndiagrams are also included. The hadronic matrix elements are evaluated in the\nsimple non-relativistic harmonic oscillator model. Our numerical results are\ngenerally consistent with that obtained by other authors who used the diquark\nmodel. However, all the theoretical predictions on the lifetimes are one order\nlarger than the upper limit set by the recent SELEX measurement. This\ndiscrepancy would be clarified by the future experiment, if more accurate\nexperiment still confirms the value of the SELEX collaboration, there must be\nsome unknown mechanism to be explored.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 07:04:26 GMT"}],"update_date":"2008-12-18","authors_parsed":[["Chang","Chao-Hsi",""],["Li","Tong",""],["Li","Xue-Qian",""],["Wang","Yu-Ming",""]]}
{"id":"0704.0017","submitter":"Nceba Mhlahlo","authors":"Nceba Mhlahlo, David H. Buckley, Vikram S. Dhillon, Steven B. Potter,\n  Brian Warner and Patric A. Woudt","title":"Spectroscopic Observations of the Intermediate Polar EX Hydrae in\n  Quiescence","comments":"10 pages, 11 figures (figures 3, 4, 7 and 8 at reduced resolution,\n  originals available on request). Accepted for publication in Monthly Notices\n  of the Royal Astronomical Society","journal-ref":"Mon.Not.Roy.Astron.Soc.378:211-220,2007","doi":"10.1111/j.1365-2966.2007.11762.x","report-no":null,"categories":"astro-ph","license":null,"abstract":"  Results from spectroscopic observations of the Intermediate Polar (IP) EX Hya\nin quiescence during 1991 and 2001 are presented. Spin-modulated radial\nvelocities consistent with an outer disc origin were detected for the first\ntime in an IP. The spin pulsation was modulated with velocities near ~500-600\nkm/s. These velocities are consistent with those of material circulating at the\nouter edge of the accretion disc, suggesting corotation of the accretion\ncurtain with material near the Roche lobe radius. Furthermore, spin Doppler\ntomograms have revealed evidence of the accretion curtain emission extending\nfrom velocities of ~500 km/s to ~1000 km/s. These findings have confirmed the\ntheoretical model predictions of King & Wynn (1999), Belle et al. (2002) and\nNorton et al. (2004) for EX Hya, which predict large accretion curtains that\nextend to a distance close to the Roche lobe radius in this system. Evidence\nfor overflow stream of material falling onto the magnetosphere was observed,\nconfirming the result of Belle et al. (2005) that disc overflow in EX Hya is\npresent during quiescence as well as outburst. It appears that the hbeta and\nhgamma spin radial velocities originated from the rotation of the funnel at the\nouter disc edge, while those of halpha were produced due to the flow of\nmaterial along the field lines far from the white dwarf (narrow component) and\nclose to the white dwarf (broad-base component), in agreement with the\naccretion curtain model.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 07:38:48 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Mhlahlo","Nceba",""],["Buckley","David H.",""],["Dhillon","Vikram S.",""],["Potter","Steven B.",""],["Warner","Brian",""],["Woudt","Patric A.",""]]}
{"id":"0704.0018","submitter":"Andreas Gustavsson","authors":"Andreas Gustavsson","title":"In quest of a generalized Callias index theorem","comments":"20 pages, v2: an overall sign and typos corrected","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-th","license":null,"abstract":"  We give a prescription for how to compute the Callias index, using as\nregulator an exponential function. We find agreement with old results in all\nodd dimensions. We show that the problem of computing the dimension of the\nmoduli space of self-dual strings can be formulated as an index problem in\neven-dimensional (loop-)space. We think that the regulator used in this Letter\ncan be applied to this index problem.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:58:27 GMT"},{"version":"v2","created":"Sat, 21 Apr 2007 17:16:20 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Gustavsson","Andreas",""]]}
{"id":"0704.0019","submitter":"Norio Konno","authors":"Norio Konno","title":"Approximation for extinction probability of the contact process based on\n  the Gr\\\"obner basis","comments":"6 pages, Journal-ref added","journal-ref":"RIMS Kokyuroku, No.1551, pp.57-62 (2007)","doi":null,"report-no":null,"categories":"math.PR math.AG","license":null,"abstract":"  In this note we give a new method for getting a series of approximations for\nthe extinction probability of the one-dimensional contact process by using the\nGr\\\"obner basis.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 08:12:35 GMT"},{"version":"v2","created":"Sat, 23 Jun 2007 19:58:14 GMT"}],"update_date":"2007-06-23","authors_parsed":[["Konno","Norio",""]]}
{"id":"0704.0020","submitter":"Patrick Roudeau","authors":"The BABAR Collaboration, B. Aubert, et al","title":"Measurement of the Hadronic Form Factor in D0 --> K- e+ nue Decays","comments":"21 pages, 13 postscript figures, submitted to Phys. Rev. D,\n  contributed to 42nd Rencontres de Moriond: QCD and Hadronic Interactions","journal-ref":"Phys.Rev.D76:052005,2007","doi":"10.1103/PhysRevD.76.052005","report-no":"BABAR-PUB-07/015, SLAC-PUB-12417","categories":"hep-ex","license":null,"abstract":"  The shape of the hadronic form factor f+(q2) in the decay D0 --> K- e+ nue\nhas been measured in a model independent analysis and compared with theoretical\ncalculations. We use 75 fb(-1) of data recorded by the BABAR detector at the\nPEPII electron-positron collider. The corresponding decay branching fraction,\nrelative to the decay D0 --> K- pi+, has also been measured to be RD = BR(D0\n--> K- e+ nue)/BR(D0 --> K- pi+) = 0.927 +/- 0.007 +/- 0.012. From these\nresults, and using the present world average value for BR(D0 --> K- pi+), the\nnormalization of the form factor at q2=0 is determined to be f+(0)=0.727 +/-\n0.007 +/- 0.005 +/- 0.007 where the uncertainties are statistical, systematic,\nand from external inputs, respectively.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 09:49:10 GMT"}],"update_date":"2015-06-30","authors_parsed":[["The BABAR Collaboration","",""],["Aubert","B.",""]]}
{"id":"0704.0021","submitter":"Yuichi Togashi","authors":"Vanessa Casagrande, Yuichi Togashi, Alexander S. Mikhailov","title":"Molecular Synchronization Waves in Arrays of Allosterically Regulated\n  Enzymes","comments":"5 pages, 4 figures","journal-ref":"Phys. Rev. Lett. 99, 048301 (2007)","doi":"10.1103/PhysRevLett.99.048301","report-no":null,"categories":"nlin.PS physics.chem-ph q-bio.MN","license":null,"abstract":"  Spatiotemporal pattern formation in a product-activated enzymic reaction at\nhigh enzyme concentrations is investigated. Stochastic simulations show that\ncatalytic turnover cycles of individual enzymes can become coherent and that\ncomplex wave patterns of molecular synchronization can develop. The analysis\nbased on the mean-field approximation indicates that the observed patterns\nresult from the presence of Hopf and wave bifurcations in the considered\nsystem.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 12:57:59 GMT"},{"version":"v2","created":"Tue, 24 Jul 2007 04:01:20 GMT"}],"update_date":"2007-07-24","authors_parsed":[["Casagrande","Vanessa",""],["Togashi","Yuichi",""],["Mikhailov","Alexander S.",""]]}
{"id":"0704.0022","submitter":"Simon Malham","authors":"Simon J.A. Malham and Anke Wiese","title":"Stochastic Lie group integrators","comments":"20 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NA","license":null,"abstract":"  We present Lie group integrators for nonlinear stochastic differential\nequations with non-commutative vector fields whose solution evolves on a smooth\nfinite dimensional manifold. Given a Lie group action that generates transport\nalong the manifold, we pull back the stochastic flow on the manifold to the Lie\ngroup via the action, and subsequently pull back the flow to the corresponding\nLie algebra via the exponential map. We construct an approximation to the\nstochastic flow in the Lie algebra via closed operations and then push back to\nthe Lie group and then to the manifold, thus ensuring our approximation lies in\nthe manifold. We call such schemes stochastic Munthe-Kaas methods after their\ndeterministic counterparts. We also present stochastic Lie group integration\nschemes based on Castell--Gaines methods. These involve using an underlying\nordinary differential integrator to approximate the flow generated by a\ntruncated stochastic exponential Lie series. They become stochastic Lie group\nintegrator schemes if we use Munthe-Kaas methods as the underlying ordinary\ndifferential integrator. Further, we show that some Castell--Gaines methods are\nuniformly more accurate than the corresponding stochastic Taylor schemes.\nLastly we demonstrate our methods by simulating the dynamics of a free rigid\nbody such as a satellite and an autonomous underwater vehicle both perturbed by\ntwo independent multiplicative stochastic noise processes.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 11:05:53 GMT"},{"version":"v2","created":"Tue, 16 Oct 2007 10:30:55 GMT"}],"update_date":"2007-10-16","authors_parsed":[["Malham","Simon J. A.",""],["Wiese","Anke",""]]}
{"id":"0704.0023","submitter":"Maria Loukitcheva","authors":"M. A. Loukitcheva, S. K. Solanki and S. White","title":"ALMA as the ideal probe of the solar chromosphere","comments":"4 pages, 2 figures, to appear in the proceedings of the conference\n  Science with ALMA: a new era for Astrophysics, Spain, 2006","journal-ref":"Astrophys.Space Sci.313:197-200,2008","doi":"10.1007/s10509-007-9626-1","report-no":null,"categories":"astro-ph","license":null,"abstract":"  The very nature of the solar chromosphere, its structuring and dynamics,\nremains far from being properly understood, in spite of intensive research.\nHere we point out the potential of chromospheric observations at millimeter\nwavelengths to resolve this long-standing problem. Computations carried out\nwith a sophisticated dynamic model of the solar chromosphere due to Carlsson\nand Stein demonstrate that millimeter emission is extremely sensitive to\ndynamic processes in the chromosphere and the appropriate wavelengths to look\nfor dynamic signatures are in the range 0.8-5.0 mm. The model also suggests\nthat high resolution observations at mm wavelengths, as will be provided by\nALMA, will have the unique property of reacting to both the hot and the cool\ngas, and thus will have the potential of distinguishing between rival models of\nthe solar atmosphere. Thus, initial results obtained from the observations of\nthe quiet Sun at 3.5 mm with the BIMA array (resolution of 12 arcsec) reveal\nsignificant oscillations with amplitudes of 50-150 K and frequencies of 1.5-8\nmHz with a tendency toward short-period oscillations in internetwork and longer\nperiods in network regions. However higher spatial resolution, such as that\nprovided by ALMA, is required for a clean separation between the features\nwithin the solar atmosphere and for an adequate comparison with the output of\nthe comprehensive dynamic simulations.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 11:42:13 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Loukitcheva","M. A.",""],["Solanki","S. K.",""],["White","S.",""]]}
{"id":"0704.0024","submitter":"Mikhail Kostylev","authors":"A.A. Serga, M. Kostylev, and B. Hillebrands","title":"Formation of quasi-solitons in transverse confined ferromagnetic film\n  media","comments":"First appeared in Prof. B. Hillebrands' research group Annual Report\n  2005 (http://www.physik.uni-kl.de/w_hilleb/ann05.html); also presented at\n  Intermag'2006 Conference: M. Kostylev, A.A. Serga, and B. Hillebrands,\n  Digests of International Magnetic Conference, May 8-12, 2006, San Diego, USA,\n  FV03 (2006)","journal-ref":null,"doi":null,"report-no":null,"categories":"nlin.PS","license":null,"abstract":"  The formation of quasi-2D spin-wave waveforms in longitudinally magnetized\nstripes of ferrimagnetic film was observed by using time- and space-resolved\nBrillouin light scattering technique. In the linear regime it was found that\nthe confinement decreases the amplitude of dynamic magnetization near the\nlateral stripe edges. Thus, the so-called effective dipolar pinning of dynamic\nmagnetization takes place at the edges.\n  In the nonlinear regime a new stable spin wave packet propagating along a\nwaveguide structure, for which both transversal instability and interaction\nwith the side walls of the waveguide are important was observed. The\nexperiments and a numerical simulation of the pulse evolution show that the\nshape of the formed waveforms and their behavior are strongly influenced by the\nconfinement.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 11:44:22 GMT"}],"update_date":"2007-05-30","authors_parsed":[["Serga","A. A.",""],["Kostylev","M.",""],["Hillebrands","B.",""]]}
{"id":"0704.0025","submitter":"Andrei Mishchenko S","authors":"A. S. Mishchenko (1 and 2) and N. Nagaosa (1 and 3) ((1) CREST, Japan\n  Science and Technology Agency, (2) Russian Research Centre ``Kurchatov\n  Institute'', (3) The University of Tokyo)","title":"Spectroscopic Properties of Polarons in Strongly Correlated Systems by\n  Exact Diagrammatic Monte Carlo Method","comments":"41 pages, 13 figures, in \"Polarons in Advanced Materials\" ed. A. S.\n  Alexandrov (Canopus/Springer Publishing, Bristol (2007)), pp. 503-544.","journal-ref":null,"doi":"10.1007/978-1-4020-6348-0_12","report-no":null,"categories":"cond-mat.str-el cond-mat.stat-mech","license":null,"abstract":"  We present recent advances in understanding of the ground and excited states\nof the electron-phonon coupled systems obtained by novel methods of\nDiagrammatic Monte Carlo and Stochastic Optimization, which enable the\napproximation-free calculation of Matsubara Green function in imaginary times\nand perform unbiased analytic continuation to real frequencies. We present\nexact numeric results on the ground state properties, Lehmann spectral function\nand optical conductivity of different strongly correlated systems: Frohlich\npolaron, Rashba-Pekar exciton-polaron, pseudo Jahn-Teller polaron, exciton, and\ninteracting with phonons hole in the t-J model.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:02:36 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Mishchenko","A. S.","","1 and 2"],["Nagaosa","N.","","1 and 3"]]}
{"id":"0704.0026","submitter":"Robert P. C. de Marrais","authors":"Robert P. C. de Marrais","title":"Placeholder Substructures II: Meta-Fractals, Made of Box-Kites, Fill\n  Infinite-Dimensional Skies","comments":"31 pp. Second of 3-part \"theorem/proof\" exposition of 78-slide\n  Powerpoint from Wolfram Science's NKS 2006, available at\n  http://wolframscience.com/conference/2006/presentations/materials/demarrais.ppt\n  [v2: small fixes][v3: Added new Appendix B and small number of corrections\n  (pp. 7, 14, 20) RE: 2nd type of box-kite flow pattern.]","journal-ref":null,"doi":null,"report-no":null,"categories":"math.RA","license":null,"abstract":"  Zero-divisors (ZDs) derived by Cayley-Dickson Process (CDP) from\nN-dimensional hypercomplex numbers (N a power of 2, at least 4) can represent\nsingularities and, as N approaches infinite, fractals -- and thereby,scale-free\nnetworks. Any integer greater than 8 and not a power of 2 generates a\nmeta-fractal or \"Sky\" when it is interpreted as the \"strut constant\" (S) of an\nensemble of octahedral vertex figures called \"Box-Kites\" (the fundamental\nbuilding blocks of ZDs). Remarkably simple bit-manipulation rules or \"recipes\"\nprovide tools for transforming one fractal genus into others within the context\nof Wolfram's Class 4 complexity.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 12:24:06 GMT"},{"version":"v2","created":"Sun, 8 Apr 2007 14:07:19 GMT"},{"version":"v3","created":"Thu, 22 Nov 2007 01:13:37 GMT"}],"update_date":"2007-11-22","authors_parsed":[["de Marrais","Robert P. C.",""]]}
{"id":"0704.0027","submitter":"M. O. Goerbig","authors":"M. O. Goerbig, J.-N. Fuchs, K. Kechedzhi, Vladimir I. Fal'ko","title":"Filling-Factor-Dependent Magnetophonon Resonance in Graphene","comments":"4 pages, 2 figures; mistakes due to an erroneous electron-phonon\n  coupling constant have been corrected; mode splitting is larger than\n  originally expected","journal-ref":"Phys. Rev. Lett. 99, 087402 (2007)","doi":"10.1103/PhysRevLett.99.087402","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We describe a peculiar fine structure acquired by the in-plane optical phonon\nat the Gamma-point in graphene when it is brought into resonance with one of\nthe inter-Landau-level transitions in this material. The effect is most\npronounced when this lattice mode (associated with the G-band in graphene Raman\nspectrum) is in resonance with inter-Landau-level transitions 0 -> (+,1) and\n(-,1) -> 0, at a magnetic field B_0 ~ 30 T. It can be used to measure the\nstrength of the electron-phonon coupling directly, and its filling-factor\ndependence can be used experimentally to detect circularly polarized lattice\nmodes.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 19:17:14 GMT"},{"version":"v2","created":"Mon, 9 Apr 2007 16:48:39 GMT"},{"version":"v3","created":"Tue, 28 Aug 2007 13:21:50 GMT"},{"version":"v4","created":"Thu, 24 Sep 2009 12:40:18 GMT"}],"update_date":"2009-09-24","authors_parsed":[["Goerbig","M. O.",""],["Fuchs","J. -N.",""],["Kechedzhi","K.",""],["Fal'ko","Vladimir I.",""]]}
{"id":"0704.0028","submitter":"P\\'eter E. Frenkel","authors":"P\\'eter E. Frenkel","title":"Pfaffians, hafnians and products of real linear functionals","comments":"10 pages","journal-ref":"Math. Res. Lett. 15 (2008), no. 2, 351--358","doi":null,"report-no":null,"categories":"math.CA math.PR","license":null,"abstract":"  We prove pfaffian and hafnian versions of Lieb's inequalities on determinants\nand permanents of positive semi-definite matrices. We use the hafnian\ninequality to improve the lower bound of R\\'ev\\'esz and Sarantopoulos on the\nnorm of a product of linear functionals on a real Euclidean space (this subject\nis sometimes called the `real linear polarization constant' problem).\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 15:36:29 GMT"},{"version":"v2","created":"Tue, 26 Feb 2008 14:40:04 GMT"}],"update_date":"2014-07-31","authors_parsed":[["Frenkel","Péter E.",""]]}
{"id":"0704.0029","submitter":"Weizhen Deng","authors":"Zhan Shu, Xiao-Lin Chen and Wei-Zhen Deng","title":"Understanding the Flavor Symmetry Breaking and Nucleon Flavor-Spin\n  Structure within Chiral Quark Model","comments":null,"journal-ref":"Phys.Rev.D75:094018,2007","doi":"10.1103/PhysRevD.75.094018","report-no":null,"categories":"hep-ph","license":null,"abstract":"  In $\\XQM$, a quark can emit Goldstone bosons. The flavor symmetry breaking in\nthe Goldstone boson emission process is used to intepret the nucleon\nflavor-spin structure. In this paper, we study the inner structure of\nconstituent quarks implied in $\\XQM$ caused by the Goldstone boson emission\nprocess in nucleon. From a simplified model Hamiltonian derived from $\\XQM$,\nthe intrinsic wave functions of constituent quarks are determined. Then the\nobtained transition probabilities of the emission of Goldstone boson from a\nquark can give a reasonable interpretation to the flavor symmetry breaking in\nnucleon flavor-spin structure.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 14:10:06 GMT"},{"version":"v2","created":"Thu, 26 Apr 2007 08:27:20 GMT"}],"update_date":"2010-04-23","authors_parsed":[["Shu","Zhan",""],["Chen","Xiao-Lin",""],["Deng","Wei-Zhen",""]]}
{"id":"0704.0030","submitter":"Jim Hague","authors":"J.P.Hague and N.d'Ambrumenil","title":"Tuning correlation effects with electron-phonon interactions","comments":"Reprint to improve access. 13 pages, 6 figures.","journal-ref":"J. Low. Temp. Phys. Vol. 140 pp77-89 (2005)","doi":"10.1007/s10909-005-6013-6","report-no":null,"categories":"cond-mat.str-el","license":null,"abstract":"  We investigate the effect of tuning the phonon energy on the correlation\neffects in models of electron-phonon interactions using DMFT. In the regime\nwhere itinerant electrons, instantaneous electron-phonon driven correlations\nand static distortions compete on similar energy scales, we find several\ninteresting results including (1) A crossover from band to Mott behavior in the\nspectral function, leading to hybrid band/Mott features in the spectral\nfunction for phonon frequencies slightly larger than the band width. (2) Since\nthe optical conductivity depends sensitively on the form of the spectral\nfunction, we show that such a regime should be observable through the low\nfrequency form of the optical conductivity. (3) The resistivity has a double\nkondo peak arrangement\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 14:14:18 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Hague","J. P.",""],["d'Ambrumenil","N.",""]]}
{"id":"0704.0031","submitter":"Valery M. Biryukov","authors":"V. M. Biryukov (Serpukhov, IHEP)","title":"Crystal channeling of LHC forward protons with preserved distribution in\n  phase space","comments":"11 pages, 3 figures","journal-ref":"Phys.Lett.B658:7-12,2007","doi":"10.1016/j.physletb.2007.10.051","report-no":null,"categories":"hep-ph","license":null,"abstract":"  We show that crystal can trap a broad (x, x', y, y', E) distribution of\nparticles and channel it preserved with a high precision. This sampled-and-hold\ndistribution can be steered by a bent crystal for analysis downstream. In\nsimulations for the 7 TeV Large Hadron Collider, a crystal adapted to the\naccelerator lattice traps 90% of diffractively scattered protons emerging from\nthe interaction point with a divergence 100 times the critical angle. We set\nthe criterion for crystal adaptation improving efficiency ~100-fold. Proton\nangles are preserved in crystal transmission with accuracy down to 0.1\nmicrorad. This makes feasible a crystal application for measuring very forward\nprotons at the LHC.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 14:14:46 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Biryukov","V. M.","","Serpukhov, IHEP"]]}
{"id":"0704.0032","submitter":"Andreu Esteban-Pretel","authors":"A. Esteban-Pretel, R. Tom\\`as and J. W. F. Valle","title":"Probing non-standard neutrino interactions with supernova neutrinos","comments":"21 pages, 12 figures, 17 postscript files","journal-ref":"Phys.Rev.D76:053001,2007","doi":"10.1103/PhysRevD.76.053001","report-no":null,"categories":"hep-ph","license":null,"abstract":"  We analyze the possibility of probing non-standard neutrino interactions\n(NSI, for short) through the detection of neutrinos produced in a future\ngalactic supernova (SN).We consider the effect of NSI on the neutrino\npropagation through the SN envelope within a three-neutrino framework, paying\nspecial attention to the inclusion of NSI-induced resonant conversions, which\nmay take place in the most deleptonised inner layers. We study the possibility\nof detecting NSI effects in a Megaton water Cherenkov detector, either through\nmodulation effects in the $\\bar\\nu_e$ spectrum due to (i) the passage of shock\nwaves through the SN envelope, (ii) the time dependence of the electron\nfraction and (iii) the Earth matter effects; or, finally, through the possible\ndetectability of the neutronization $\\nu_e$ burst. We find that the $\\bar\\nu_e$\nspectrum can exhibit dramatic features due to the internal NSI-induced resonant\nconversion. This occurs for non-universal NSI strengths of a few %, and for\nvery small flavor-changing NSI above a few$\\times 10^{-5}$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:35:33 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Esteban-Pretel","A.",""],["Tomàs","R.",""],["Valle","J. W. F.",""]]}
{"id":"0704.0033","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Valeri P. Maltsev, Alfons G. Hoekstra","title":"Convergence of the discrete dipole approximation. I. Theoretical\n  analysis","comments":"23 pages, 5 figures; added several corrections according to the\n  published erratum except for Eq.(6) (it was correct in the original paper)\n  and with additional correction in Eq.(96)\n  [$\\bar{\\mathbf{G}}(...)\\mathbf{P}_i^s -\\bar{\\mathbf{G}}^s(...)\\mathbf{P}_i^p$\n  instead of $(\\bar{\\mathbf{G}}(...) - \\bar{\\mathbf{G}}^s(...))\\mathbf{P}_i^s$]","journal-ref":"J.Opt.Soc.Am.A 23, 2578-2591 (2006); Erratum: J.Opt.Soc.Am.A 32,\n  2407-2408 (2015)","doi":"10.1364/JOSAA.23.002578 10.1364/JOSAA.32.002407","report-no":null,"categories":"physics.optics physics.comp-ph","license":"http://creativecommons.org/licenses/by-nc-nd/4.0/","abstract":"  We performed a rigorous theoretical convergence analysis of the discrete\ndipole approximation (DDA). We prove that errors in any measured quantity are\nbounded by a sum of a linear and quadratic term in the size of a dipole d, when\nthe latter is in the range of DDA applicability. Moreover, the linear term is\nsignificantly smaller for cubically than for non-cubically shaped scatterers.\nTherefore, for small d errors for cubically shaped particles are much smaller\nthan for non-cubically shaped. The relative importance of the linear term\ndecreases with increasing size, hence convergence of DDA for large enough\nscatterers is quadratic in the common range of d. Extensive numerical\nsimulations were carried out for a wide range of d. Finally we discuss a number\nof new developments in DDA and their consequences for convergence.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:34:25 GMT"},{"version":"v2","created":"Tue, 29 Mar 2022 18:21:31 GMT"}],"update_date":"2022-03-31","authors_parsed":[["Yurkin","Maxim A.",""],["Maltsev","Valeri P.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0034","submitter":"Vasily Ogryzko V","authors":"Vasily Ogryzko","title":"Origin of adaptive mutants: a quantum measurement?","comments":"5 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"q-bio.PE q-bio.CB quant-ph","license":null,"abstract":"  This is a supplement to the paper arXiv:q-bio/0701050, containing the text of\ncorrespondence sent to Nature in 1990.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:36:48 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ogryzko","Vasily",""]]}
{"id":"0704.0035","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Valeri P. Maltsev, Alfons G. Hoekstra","title":"Convergence of the discrete dipole approximation. II. An extrapolation\n  technique to increase the accuracy","comments":"17 pages, 8 figures","journal-ref":"J.Opt.Soc.Am.A 23(10): 2592-2601 (2006)","doi":"10.1364/JOSAA.23.002592","report-no":null,"categories":"physics.optics physics.comp-ph","license":null,"abstract":"  We propose an extrapolation technique that allows accuracy improvement of the\ndiscrete dipole approximation computations. The performance of this technique\nwas studied empirically based on extensive simulations for 5 test cases using\nmany different discretizations. The quality of the extrapolation improves with\nrefining discretization reaching extraordinary performance especially for\ncubically shaped particles. A two order of magnitude decrease of error was\ndemonstrated. We also propose estimates of the extrapolation error, which were\nproven to be reliable. Finally we propose a simple method to directly separate\nshape and discretization errors and illustrated this for one test case.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:52:56 GMT"}],"update_date":"2008-07-29","authors_parsed":[["Yurkin","Maxim A.",""],["Maltsev","Valeri P.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0036","submitter":"Eduardo D. Sontag","authors":"Liming Wang and Eduardo D. Sontag","title":"A remark on the number of steady states in a multiple futile cycle","comments":"Resubmit with new results on the upper bound of the number of steady\n  states. 20 pages, 2 figures, See\n  http://www.math.rutgers.edu/~sontag/PUBDIR/index.html for online preprints\n  and reprints of related work","journal-ref":null,"doi":null,"report-no":null,"categories":"q-bio.QM q-bio.MN","license":null,"abstract":"  The multisite phosphorylation-dephosphorylation cycle is a motif repeatedly\nused in cell signaling. This motif itself can generate a variety of dynamic\nbehaviors like bistability and ultrasensitivity without direct positive\nfeedbacks. In this paper, we study the number of positive steady states of a\ngeneral multisite phosphorylation-dephosphorylation cycle, and how the number\nof positive steady states varies by changing the biological parameters. We show\nanalytically that (1) for some parameter ranges, there are at least n+1 (if n\nis even) or n (if n is odd) steady states; (2) there never are more than 2n-1\nsteady states (in particular, this implies that for n=2, including single\nlevels of MAPK cascades, there are at most three steady states); (3) for\nparameters near the standard Michaelis-Menten quasi-steady state conditions,\nthere are at most n+1 steady states; and (4) for parameters far from the\nstandard Michaelis-Menten quasi-steady state conditions, there is at most one\nsteady state.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:55:50 GMT"},{"version":"v2","created":"Fri, 20 Jul 2007 01:25:10 GMT"}],"update_date":"2011-11-09","authors_parsed":[["Wang","Liming",""],["Sontag","Eduardo D.",""]]}
{"id":"0704.0037","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Valeri P. Maltsev, Alfons G. Hoekstra","title":"The discrete dipole approximation for simulation of light scattering by\n  particles much larger than the wavelength","comments":"13 pages, 10 figures","journal-ref":"J.Quant.Spectrosc.Radiat.Transf. 106, 546-557 (2007)","doi":"10.1016/j.jqsrt.2007.01.033","report-no":null,"categories":"physics.optics physics.comp-ph","license":null,"abstract":"  In this manuscript we investigate the capabilities of the Discrete Dipole\nApproximation (DDA) to simulate scattering from particles that are much larger\nthan the wavelength of the incident light, and describe an optimized publicly\navailable DDA computer program that processes the large number of dipoles\nrequired for such simulations. Numerical simulations of light scattering by\nspheres with size parameters x up to 160 and 40 for refractive index m=1.05 and\n2 respectively are presented and compared with exact results of the Mie theory.\nErrors of both integral and angle-resolved scattering quantities generally\nincrease with m and show no systematic dependence on x. Computational times\nincrease steeply with both x and m, reaching values of more than 2 weeks on a\ncluster of 64 processors. The main distinctive feature of the computer program\nis the ability to parallelize a single DDA simulation over a cluster of\ncomputers, which allows it to simulate light scattering by very large\nparticles, like the ones that are considered in this manuscript. Current\nlimitations and possible ways for improvement are discussed.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 16:06:05 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Yurkin","Maxim A.",""],["Maltsev","Valeri P.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0038","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Alfons G. Hoekstra","title":"The discrete dipole approximation: an overview and recent developments","comments":"36 pages, 1 figure; added several corrections according to the\n  published erratum except for Eq.(5) (it was correct in the original paper)","journal-ref":"J.Quant.Spectrosc.Radiat.Transf. 106, 558-589 (2007); Erratum:\n  J.Quant.Spectrosc.Radiat.Transf. 171, 82-83 (2016)","doi":"10.1016/j.jqsrt.2007.01.034 10.1016/j.jqsrt.2015.11.025","report-no":null,"categories":"physics.optics physics.comp-ph","license":"http://creativecommons.org/licenses/by-nc-nd/4.0/","abstract":"  We present a review of the discrete dipole approximation (DDA), which is a\ngeneral method to simulate light scattering by arbitrarily shaped particles. We\nput the method in historical context and discuss recent developments, taking\nthe viewpoint of a general framework based on the integral equations for the\nelectric field. We review both the theory of the DDA and its numerical aspects,\nthe latter being of critical importance for any practical application of the\nmethod. Finally, the position of the DDA among other methods of light\nscattering simulation is shown and possible future developments are discussed.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 16:25:01 GMT"},{"version":"v2","created":"Tue, 29 Mar 2022 17:39:15 GMT"}],"update_date":"2022-03-30","authors_parsed":[["Yurkin","Maxim A.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0039","submitter":"Jose Antonio Oller","authors":"Jose A. Oller and Luis Roca","title":"Scalar radius of the pion and zeros in the form factor","comments":"18 pages, 3 figures. Some rewriting in the presentation of the\n  results and comments to previous works","journal-ref":"Phys.Lett.B651:139-146,2007","doi":"10.1016/j.physletb.2007.06.023","report-no":null,"categories":"hep-ph hep-lat nucl-th","license":null,"abstract":"  The quadratic pion scalar radius, \\la r^2\\ra^\\pi_s, plays an important role\nfor present precise determinations of \\pi\\pi scattering. Recently, Yndur\\'ain,\nusing an Omn\\`es representation of the null isospin(I) non-strange pion scalar\nform factor, obtains \\la r^2\\ra^\\pi_s=0.75\\pm 0.07 fm^2. This value is larger\nthan the one calculated by solving the corresponding Muskhelishvili-Omn\\`es\nequations, \\la r^2\\ra^\\pi_s=0.61\\pm 0.04 fm^2. A large discrepancy between both\nvalues, given the precision, then results. We reanalyze Yndur\\'ain's method and\nshow that by imposing continuity of the resulting pion scalar form factor under\ntiny changes in the input \\pi\\pi phase shifts, a zero in the form factor for\nsome S-wave I=0 T-matrices is then required. Once this is accounted for, the\nresulting value is \\la r^2\\ra_s^\\pi=0.65\\pm 0.05 fm^2. The main source of error\nin our determination is present experimental uncertainties in low energy S-wave\nI=0 \\pi\\pi phase shifts. Another important contribution to our error is the not\nyet settled asymptotic behaviour of the phase of the scalar form factor from\nQCD.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 17:06:06 GMT"},{"version":"v2","created":"Wed, 25 Apr 2007 11:14:41 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Oller","Jose A.",""],["Roca","Luis",""]]}
{"id":"0704.0040","submitter":"Mihai Popa","authors":"Mihai Popa","title":"Multilinear function series in conditionally free probability with\n  amalgamation","comments":"Final version, published","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  As in the cases of freeness and monotonic independence, the notion of\nconditional freeness is meaningful when complex-valued states are replaced by\npositive conditional expectations. In this framework, the paper presents\nseveral positivity results, a version of the central limit theorem and an\nanalogue of the conditionally free R-transform constructed by means of\nmultilinear function series.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 17:05:04 GMT"},{"version":"v2","created":"Wed, 18 Apr 2007 23:00:25 GMT"},{"version":"v3","created":"Fri, 5 Sep 2008 03:11:45 GMT"}],"update_date":"2008-09-05","authors_parsed":[["Popa","Mihai",""]]}
{"id":"0704.0041","submitter":"Debashish Goswami","authors":"Debashish Goswami","title":"Quantum Group of Isometries in Classical and Noncommutative Geometry","comments":"improvements: (i) more general approach through quantum families of\n  isometries, following Woronowicz and Soltan's ideas; (ii) construction of\n  equivaraint spectral triples. also some minor changes. Improved and enlarged\n  version of ICTP preprint IC/2007/017","journal-ref":null,"doi":"10.1007/s00220-008-0461-1","report-no":null,"categories":"math.QA math-ph math.MP","license":null,"abstract":"  We formulate a quantum generalization of the notion of the group of\nRiemannian isometries for a compact Riemannian manifold, by introducing a\nnatural notion of smooth and isometric action by a compact quantum group on a\nclassical or noncommutative manifold described by spectral triples, and then\nproving the existence of a universal object (called the quantum isometry group)\nin the category of compact quantum groups acting smoothly and isometrically on\na given (possibly noncommutative) manifold satisfying certain regularity\nassumptions. In fact, we identify the quantum isometry group with the universal\nobject in a bigger category, namely the category of `quantum families of smooth\nisometries', defined along the line of Woronowicz and Soltan. We also construct\na spectral triple on the Hilbert space of forms on a noncommutative manifold\nwhich is equivariant with respect to a natural unitary representation of the\nquantum isometry group. We give explicit description of quantum isometry groups\nof commutative and noncommutative tori, and in this context, obtain the quantum\ndouble torus defined in \\cite{hajac} as the universal quantum group of\nholomorphic isometries of the noncommutative torus.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 21:04:54 GMT"},{"version":"v2","created":"Tue, 10 Apr 2007 00:09:57 GMT"},{"version":"v3","created":"Mon, 23 Jul 2007 19:24:43 GMT"},{"version":"v4","created":"Fri, 26 Oct 2007 06:15:33 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Goswami","Debashish",""]]}
{"id":"0704.0042","submitter":"Ignazio Licata","authors":"Ignazio Licata","title":"General System theory, Like-Quantum Semantics and Fuzzy Sets","comments":"12 pages,3 figures","journal-ref":null,"doi":null,"report-no":"Published in Systemics of Emergence. Research and Development,\n  Minati G., Pessa E., Abram M., Springer, 2006, pages 723-734","categories":"physics.gen-ph quant-ph","license":null,"abstract":"  It is outlined the possibility to extend the quantum formalism in relation to\nthe requirements of the general systems theory. It can be done by using a\nquantum semantics arising from the deep logical structure of quantum theory. It\nis so possible taking into account the logical openness relationship between\nobserver and system. We are going to show how considering the truth-values of\nquantum propositions within the context of the fuzzy sets is here more useful\nfor systemics . In conclusion we propose an example of formal quantum\ncoherence.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 17:28:35 GMT"}],"update_date":"2010-04-26","authors_parsed":[["Licata","Ignazio",""]]}
{"id":"0704.0043","submitter":"Alexander Gorban","authors":"R.A. Brownlee, A.N. Gorban, J. Levesley","title":"Nonequilibrium entropy limiters in lattice Boltzmann methods","comments":"30 pages, 9 figures, 1 table","journal-ref":"Physica A, V. 387, Issues 2-3 (2008), Pages 385-406","doi":"10.1016/j.physa.2007.09.031","report-no":null,"categories":"cond-mat.stat-mech cond-mat.mtrl-sci","license":null,"abstract":"  We construct a system of nonequilibrium entropy limiters for the lattice\nBoltzmann methods (LBM). These limiters erase spurious oscillations without\nblurring of shocks, and do not affect smooth solutions. In general, they do the\nsame work for LBM as flux limiters do for finite differences, finite volumes\nand finite elements methods, but for LBM the main idea behind the construction\nof nonequilibrium entropy limiter schemes is to transform a field of a scalar\nquantity - nonequilibrium entropy. There are two families of limiters: (i)\nbased on restriction of nonequilibrium entropy (entropy \"trimming\") and (ii)\nbased on filtering of nonequilibrium entropy (entropy filtering). The physical\nproperties of LBM provide some additional benefits: the control of entropy\nproduction and accurate estimate of introduced artificial dissipation are\npossible. The constructed limiters are tested on classical numerical examples:\n1D athermal shock tubes with an initial density ratio 1:2 and the 2D lid-driven\ncavity for Reynolds numbers Re between 2000 and 7500 on a coarse 100*100 grid.\nAll limiter constructions are applicable for both entropic and non-entropic\nquasiequilibria.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 17:31:12 GMT"}],"update_date":"2007-11-19","authors_parsed":[["Brownlee","R. A.",""],["Gorban","A. N.",""],["Levesley","J.",""]]}
{"id":"0704.0044","submitter":"Alexander Schekochihin","authors":"A. A. Schekochihin (Oxford), S. C. Cowley (Culham), W. Dorland\n  (Maryland), G. W. Hammett (Princeton), G. G. Howes (Iowa), E. Quataert\n  (Berkeley), T. Tatsuno (Maryland)","title":"Astrophysical gyrokinetics: kinetic and fluid turbulent cascades in\n  magnetized weakly collisional plasmas","comments":"aastex using emulateapj, 65 pages, 10 figures; replaced to match\n  published version","journal-ref":"ApJS 182, 310 (2009)","doi":"10.1088/0067-0049/182/1/310","report-no":null,"categories":"astro-ph nlin.CD physics.plasm-ph physics.space-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a theoretical framework for plasma turbulence in astrophysical\nplasmas (solar wind, interstellar medium, galaxy clusters, accretion disks).\nThe key assumptions are that the turbulence is anisotropic with respect to the\nmean magnetic field and frequencies are low compared to the ion cyclotron\nfrequency. The energy injected at the outer scale scale has to be converted\ninto heat, which ultimately cannot be done without collisions. A KINETIC\nCASCADE develops that brings the energy to collisional scales both in space and\nvelocity. Its nature depends on the physics of plasma fluctuations. In each of\nthe physically distinct scale ranges, the kinetic problem is systematically\nreduced to a more tractable set of equations. In the \"inertial range\" above the\nion gyroscale, the kinetic cascade splits into a cascade of Alfvenic\nfluctuations, which are governed by the RMHD equations at both the collisional\nand collisionless scales, and a passive cascade of compressive fluctuations,\nwhich obey a linear kinetic equation along the moving field lines associated\nwith the Alfvenic component. In the \"dissipation range\" between the ion and\nelectron gyroscales, there are again two cascades: the kinetic-Alfven-wave\n(KAW) cascade governed by two fluid-like Electron RMHD equations and a passive\nphase-space cascade of ion entropy fluctuations. The latter cascade brings the\nenergy of the inertial-range fluctuations that was damped by collisionless\nwave-particle interaction at the ion gyroscale to collisional scales in the\nphase space and leads to ion heating. The KAW energy is similarly damped at the\nelectron gyroscale and converted into electron heat. Kolmogorov-style scaling\nrelations are derived for these cascades. Astrophysical and space-physical\napplications are discussed in detail.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 17:47:54 GMT"},{"version":"v2","created":"Sat, 24 May 2008 19:38:45 GMT"},{"version":"v3","created":"Sat, 24 Jan 2009 19:05:36 GMT"},{"version":"v4","created":"Sat, 9 May 2009 19:26:10 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Schekochihin","A. A.","","Oxford"],["Cowley","S. C.","","Culham"],["Dorland","W.","","Maryland"],["Hammett","G. W.","","Princeton"],["Howes","G. G.","","Iowa"],["Quataert","E.","","Berkeley"],["Tatsuno","T.","","Maryland"]]}
{"id":"0704.0045","submitter":"A. M. Kamchatnov","authors":"G.A. El, R.H.J. Grimshaw, A.M. Kamchatnov","title":"Evolution of solitary waves and undular bores in shallow-water flows\n  over a gradual slope with bottom friction","comments":"accepted for publication in J. Fluid Mech.","journal-ref":"J. Fluid Mech. 585, 213-244 (2007)","doi":"10.1017/S0022112007006817","report-no":null,"categories":"nlin.PS nlin.SI","license":null,"abstract":"  This paper considers the propagation of shallow-water solitary and nonlinear\nperiodic waves over a gradual slope with bottom friction in the framework of a\nvariable-coefficient Korteweg-de Vries equation. We use the Whitham averaging\nmethod, using a recent development of this theory for perturbed integrable\nequations. This general approach enables us not only to improve known results\non the adiabatic evolution of isolated solitary waves and periodic wave trains\nin the presence of variable topography and bottom friction, modeled by the\nChezy law, but also importantly, to study the effects of these factors on the\npropagation of undular bores, which are essentially unsteady in the system\nunder consideration. In particular, it is shown that the combined action of\nvariable topography and bottom friction generally imposes certain global\nrestrictions on the undular bore propagation so that the evolution of the\nleading solitary wave can be substantially different from that of an isolated\nsolitary wave with the same initial amplitude. This non-local effect is due to\nnonlinear wave interactions within the undular bore and can lead to an\nadditional solitary wave amplitude growth, which cannot be predicted in the\nframework of the traditional adiabatic approach to the propagation of solitary\nwaves in slowly varying media.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 18:09:02 GMT"}],"update_date":"2007-09-23","authors_parsed":[["El","G. A.",""],["Grimshaw","R. H. J.",""],["Kamchatnov","A. M.",""]]}
{"id":"0704.0046","submitter":"Denes Petz","authors":"I. Csiszar, F. Hiai and D. Petz","title":"A limit relation for entropy and channel capacity per unit cost","comments":"LATEX file, 11 pages","journal-ref":"J. Math. Phys. 48(2007), 092102.","doi":"10.1063/1.2779138","report-no":null,"categories":"quant-ph cs.IT math.IT","license":null,"abstract":"  In a quantum mechanical model, Diosi, Feldmann and Kosloff arrived at a\nconjecture stating that the limit of the entropy of certain mixtures is the\nrelative entropy as system size goes to infinity. The conjecture is proven in\nthis paper for density matrices. The first proof is analytic and uses the\nquantum law of large numbers. The second one clarifies the relation to channel\ncapacity per unit cost for classical-quantum channels. Both proofs lead to\ngeneralization of the conjecture.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 16:37:36 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Csiszar","I.",""],["Hiai","F.",""],["Petz","D.",""]]}
{"id":"0704.0047","submitter":"Igor Grabec","authors":"T. Kosel and I. Grabec","title":"Intelligent location of simultaneously active acoustic emission sources:\n  Part I","comments":"5 pages, 5 eps figures, uses IEEEtran.cls","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NE cs.AI","license":null,"abstract":"  The intelligent acoustic emission locator is described in Part I, while Part\nII discusses blind source separation, time delay estimation and location of two\nsimultaneously active continuous acoustic emission sources.\n  The location of acoustic emission on complicated aircraft frame structures is\na difficult problem of non-destructive testing. This article describes an\nintelligent acoustic emission source locator. The intelligent locator comprises\na sensor antenna and a general regression neural network, which solves the\nlocation problem based on learning from examples. Locator performance was\ntested on different test specimens. Tests have shown that the accuracy of\nlocation depends on sound velocity and attenuation in the specimen, the\ndimensions of the tested area, and the properties of stored data. The location\naccuracy achieved by the intelligent locator is comparable to that obtained by\nthe conventional triangulation method, while the applicability of the\nintelligent locator is more general since analysis of sonic ray paths is\navoided. This is a promising method for non-destructive testing of aircraft\nframe structures by the acoustic emission method.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 13:06:50 GMT"}],"update_date":"2009-09-29","authors_parsed":[["Kosel","T.",""],["Grabec","I.",""]]}
{"id":"0704.0048","submitter":"Alexander Stroeer","authors":"Alexander Stroeer, John Veitch, Christian Roever, Ed Bloomer, James\n  Clark, Nelson Christensen, Martin Hendry, Chris Messenger, Renate Meyer,\n  Matthew Pitkin, Jennifer Toher, Richard Umstaetter, Alberto Vecchio and\n  Graham Woan","title":"Inference on white dwarf binary systems using the first round Mock LISA\n  Data Challenges data sets","comments":"GWDAW-11 proceeding, submitted to CQG, 10 pages, 3 figures, 1 table;\n  revised values in table","journal-ref":"Class.Quant.Grav.24:S541-S550,2007","doi":"10.1088/0264-9381/24/19/S17","report-no":null,"categories":"gr-qc astro-ph","license":null,"abstract":"  We report on the analysis of selected single source data sets from the first\nround of the Mock LISA Data Challenges (MLDC) for white dwarf binaries. We\nimplemented an end-to-end pipeline consisting of a grid-based coherent\npre-processing unit for signal detection, and an automatic Markov Chain Monte\nCarlo post-processing unit for signal evaluation. We demonstrate that signal\ndetection with our coherent approach is secure and accurate, and is increased\nin accuracy and supplemented with additional information on the signal\nparameters by our Markov Chain Monte Carlo approach. We also demonstrate that\nthe Markov Chain Monte Carlo routine is additionally able to determine\naccurately the noise level in the frequency window of interest.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 19:17:47 GMT"},{"version":"v2","created":"Tue, 3 Apr 2007 22:26:37 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Stroeer","Alexander",""],["Veitch","John",""],["Roever","Christian",""],["Bloomer","Ed",""],["Clark","James",""],["Christensen","Nelson",""],["Hendry","Martin",""],["Messenger","Chris",""],["Meyer","Renate",""],["Pitkin","Matthew",""],["Toher","Jennifer",""],["Umstaetter","Richard",""],["Vecchio","Alberto",""],["Woan","Graham",""]]}
{"id":"0704.0049","submitter":"Mikkel {\\O}bro","authors":"Mikkel {\\O}bro","title":"An algorithm for the classification of smooth Fano polytopes","comments":"17 pages.","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":null,"abstract":"  We present an algorithm that produces the classification list of smooth Fano\nd-polytopes for any given d. The input of the algorithm is a single number,\nnamely the positive integer d. The algorithm has been used to classify smooth\nFano d-polytopes for d<=7. There are 7622 isomorphism classes of smooth Fano\n6-polytopes and 72256 isomorphism classes of smooth Fano 7-polytopes.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:23:25 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Øbro","Mikkel",""]]}
{"id":"0704.0050","submitter":"Igor Grabec","authors":"T. Kosel and I. Grabec","title":"Intelligent location of simultaneously active acoustic emission sources:\n  Part II","comments":"5 pages, 7 eps figures, uses IEEEtran.cls","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NE cs.AI","license":null,"abstract":"  Part I describes an intelligent acoustic emission locator, while Part II\ndiscusses blind source separation, time delay estimation and location of two\ncontinuous acoustic emission sources.\n  Acoustic emission (AE) analysis is used for characterization and location of\ndeveloping defects in materials. AE sources often generate a mixture of various\nstatistically independent signals. A difficult problem of AE analysis is\nseparation and characterization of signal components when the signals from\nvarious sources and the mode of mixing are unknown. Recently, blind source\nseparation (BSS) by independent component analysis (ICA) has been used to solve\nthese problems. The purpose of this paper is to demonstrate the applicability\nof ICA to locate two independent simultaneously active acoustic emission\nsources on an aluminum band specimen. The method is promising for\nnon-destructive testing of aircraft frame structures by acoustic emission\nanalysis.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 18:53:13 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Kosel","T.",""],["Grabec","I.",""]]}
{"id":"0704.0051","submitter":"Scott M. Cohen","authors":"Scott M. Cohen","title":"Visualizing Teleportation","comments":"This is a \"teaching\" article aimed at making teleportation\n  understandable to undergraduate physics majors (and possibly others). Version\n  2 has previous appendix moved to early sections, and more clearly states aim\n  is to present a way physicists can explain teleportation to non-scientists","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.ed-ph quant-ph","license":null,"abstract":"  A novel way of picturing the processing of quantum information is described,\nallowing a direct visualization of teleportation of quantum states and\nproviding a simple and intuitive understanding of this fascinating phenomenon.\nThe discussion is aimed at providing physicists a method of explaining\nteleportation to non-scientists. The basic ideas of quantum physics are first\nexplained in lay terms, after which these ideas are used with a graphical\ndescription, out of which teleportation arises naturally.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:17:41 GMT"},{"version":"v2","created":"Tue, 13 May 2008 23:16:22 GMT"}],"update_date":"2008-05-14","authors_parsed":[["Cohen","Scott M.",""]]}
{"id":"0704.0052","submitter":"William Gordon Ritter","authors":"Arthur Jaffe (1) and Gordon Ritter (1) ((1) Harvard University)","title":"Quantum Field Theory on Curved Backgrounds. II. Spacetime Symmetries","comments":"18 pages, 1 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-th","license":null,"abstract":"  We study space-time symmetries in scalar quantum field theory (including\ninteracting theories) on static space-times. We first consider Euclidean\nquantum field theory on a static Riemannian manifold, and show that the\nisometry group is generated by one-parameter subgroups which have either\nself-adjoint or unitary quantizations. We analytically continue the\nself-adjoint semigroups to one-parameter unitary groups, and thus construct a\nunitary representation of the isometry group of the associated Lorentzian\nmanifold. The method is illustrated for the example of hyperbolic space, whose\nLorentzian continuation is Anti-de Sitter space.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 20:07:39 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Jaffe","Arthur","","Harvard University"],["Ritter","Gordon","","Harvard University"]]}
{"id":"0704.0053","submitter":"Nabil Youssef L","authors":"Nabil L. Youssef, S. H. Abed and A. Soleiman","title":"A Global Approach to the Theory of Special Finsler Manifolds","comments":"32 pages, LaTeX file, Abstract and Introduction modified. Journal-ref\n  removed (it was entered by mistake)","journal-ref":"J. Math. Kyoto Univ., 48 (2008), 857-893.","doi":null,"report-no":null,"categories":"math.DG gr-qc","license":null,"abstract":"  The aim of the present paper is to provide a global presentation of the\ntheory of special Finsler manifolds. We introduce and investigate globally (or\nintrinsically, free from local coordinates) many of the most important and most\ncommonly used special Finsler manifolds: locally Minkowskian, Berwald,\nLandesberg, general Landesberg, $P$-reducible, $C$-reducible,\nsemi-$C$-reducible, quasi-$C$-reducible, $P^{*}$-Finsler, $C^{h}$-recurrent,\n$C^{v}$-recurrent, $C^{0}$-recurrent, $S^{v}$-recurrent, $S^{v}$-recurrent of\nthe second order, $C_{2}$-like, $S_{3}$-like, $S_{4}$-like, $P_{2}$-like,\n$R_{3}$-like, $P$-symmetric, $h$-isotropic, of scalar curvature, of constant\ncurvature, of $p$-scalar curvature, of $s$-$ps$-curvature. The global\ndefinitions of these special Finsler manifolds are introduced. Various\nrelationships between the different types of the considered special Finsler\nmanifolds are found. Many local results, known in the literature, are proved\nglobally and several new results are obtained. As a by-product, interesting\nidentities and properties concerning the torsion tensor fields and the\ncurvature tensor fields are deduced. Although our investigation is entirely\nglobal, we provide; for comparison reasons, an appendix presenting a local\ncounterpart of our global approach and the local definitions of the special\nFinsler spaces considered.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 20:14:41 GMT"},{"version":"v2","created":"Sun, 8 Apr 2007 09:36:13 GMT"},{"version":"v3","created":"Thu, 6 Sep 2007 22:11:34 GMT"}],"update_date":"2009-04-20","authors_parsed":[["Youssef","Nabil L.",""],["Abed","S. H.",""],["Soleiman","A.",""]]}
{"id":"0704.0054","submitter":"Alberto Torchinsky","authors":"Wael Abu-Shammala and Alberto Torchinsky","title":"The Hardy-Lorentz Spaces $H^{p,q}(R^n)$","comments":null,"journal-ref":"Studia Math. 182 (2007) no. 3, 283-294","doi":null,"report-no":null,"categories":"math.CA math.FA","license":null,"abstract":"  In this paper we consider the Hardy-Lorentz spaces $H^{p,q}(R^n)$, with\n$0<p\\le 1$, $0<q\\le \\infty$. We discuss the atomic decomposition of the\nelements in these spaces, their interpolation properties, and the behavior of\nsingular integrals and other operators acting on them.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:14:21 GMT"}],"update_date":"2013-10-15","authors_parsed":[["Abu-Shammala","Wael",""],["Torchinsky","Alberto",""]]}
{"id":"0704.0055","submitter":"Per Hyldgaard","authors":"Eleni Ziambaras, Jesper Kleis, Elsebeth Schroder, and Per Hyldgaard","title":"Potassium intercalation in graphite: A van der Waals density-functional\n  study","comments":"10 pages, 5 figures","journal-ref":null,"doi":"10.1103/PhysRevB.76.155425","report-no":null,"categories":"cond-mat.soft cond-mat.mtrl-sci","license":null,"abstract":"  Potassium intercalation in graphite is investigated by first-principles\ntheory. The bonding in the potassium-graphite compound is reasonably well\naccounted for by traditional semilocal density functional theory (DFT)\ncalculations. However, to investigate the intercalate formation energy from\npure potassium atoms and graphite requires use of a description of the graphite\ninterlayer binding and thus a consistent account of the nonlocal dispersive\ninteractions. This is included seamlessly with ordinary DFT by a van der Waals\ndensity functional (vdW-DF) approach [Phys. Rev. Lett. 92, 246401 (2004)]. The\nuse of the vdW-DF is found to stabilize the graphite crystal, with crystal\nparameters in fair agreement with experiments. For graphite and\npotassium-intercalated graphite structural parameters such as binding\nseparation, layer binding energy, formation energy, and bulk modulus are\nreported. Also the adsorption and sub-surface potassium absorption energies are\nreported. The vdW-DF description, compared with the traditional semilocal\napproach, is found to weakly soften the elastic response.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 20:46:31 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Ziambaras","Eleni",""],["Kleis","Jesper",""],["Schroder","Elsebeth",""],["Hyldgaard","Per",""]]}
{"id":"0704.0056","submitter":"Franz Saija","authors":"Santi Prestipino and Franz Saija","title":"Phase diagram of Gaussian-core nematics","comments":"15 pages, 1 table, 10 figures, submitted on J. Chem. Phys.","journal-ref":"J. Chem. Phys. 126, 194902 (2007)","doi":"10.1063/1.2737041","report-no":null,"categories":"cond-mat.soft cond-mat.mtrl-sci","license":null,"abstract":"  We study a simple model of a nematic liquid crystal made of parallel\nellipsoidal particles interacting via a repulsive Gaussian law. After\nidentifying the relevant solid phases of the system through a careful\nzero-temperature scrutiny of as many as eleven candidate crystal structures, we\ndetermine the melting temperature for various pressure values, also with the\nhelp of exact free energy calculations. Among the prominent features of this\nmodel are pressure-driven reentrant melting and the stabilization of a columnar\nphase for intermediate temperatures.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 21:51:45 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Prestipino","Santi",""],["Saija","Franz",""]]}
{"id":"0704.0057","submitter":"Philipp Werner","authors":"Philipp Werner and Andrew J. Millis","title":"High-spin to low-spin and orbital polarization transitions in\n  multiorbital Mott systems","comments":"Published version","journal-ref":"Phys. Rev. Lett. 99, 126405 (2007)","doi":"10.1103/PhysRevLett.99.126405","report-no":null,"categories":"cond-mat.str-el","license":null,"abstract":"  We study the interplay of crystal field splitting and Hund coupling in a\ntwo-orbital model which captures the essential physics of systems with two\nelectrons or holes in the e_g shell. We use single site dynamical mean field\ntheory with a recently developed impurity solver which is able to access strong\ncouplings and low temperatures. The fillings of the orbitals and the location\nof phase boundaries are computed as a function of Coulomb repulsion, exchange\ncoupling and crystal field splitting. We find that the Hund coupling can drive\nthe system into a novel Mott insulating phase with vanishing orbital\nsusceptibility. Away from half-filling, the crystal field splitting can induce\nan orbital selective Mott state.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:58:35 GMT"},{"version":"v2","created":"Wed, 19 Sep 2007 18:33:51 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Werner","Philipp",""],["Millis","Andrew J.",""]]}
{"id":"0704.0058","submitter":"Frank Tipler","authors":"Frank J. Tipler","title":"Intelligent Life in Cosmology","comments":null,"journal-ref":"International Journal of Astrobiology 2 (2003) 141-148","doi":"10.1017/S1473550403001526","report-no":null,"categories":"physics.pop-ph","license":null,"abstract":"  I shall present three arguments for the proposition that intelligent life is\nvery rare in the universe. First, I shall summarize the consensus opinion of\nthe founders of the Modern Synthesis (Simpson, Dobzhanski, and Mayr) that the\nevolution of intelligent life is exceedingly improbable. Second, I shall\ndevelop the Fermi Paradox: if they existed they'd be here. Third, I shall show\nthat if intelligent life were too common, it would use up all available\nresources and die out. But I shall show that the quantum mechanical principle\nof unitarity (actually a form of teleology!) requires intelligent life to\nsurvive to the end of time. Finally, I shall argue that, if the universe is\nindeed accelerating, then survival to the end of time requires that intelligent\nlife, though rare, to have evolved several times in the visible universe. I\nshall argue that the acceleration is a consequence of the excess of matter over\nantimatter in the universe. I shall suggest experiments to test these claims.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 21:59:26 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Tipler","Frank J.",""]]}
{"id":"0704.0059","submitter":"Thomas Beatty","authors":"T. G. Beatty, J. M. Fernandez, D. W. Latham, G. A. Bakos, G. Kovacs,\n  R. W. Noyes, R. P. Stefanik, G. Torres, M. E. Everett, C. W. Hergenrother","title":"The Mass and Radius of the Unseen M-Dwarf Companion in the Single-Lined\n  Eclipsing Binary HAT-TR-205-013","comments":"18 pages, 9 tables and 6 figures; accepted by ApJ. Added a reference\n  and corrected a typo","journal-ref":"Astrophys.J.663:573-582,2007","doi":"10.1086/518413","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We derive masses and radii for both components in the single-lined eclipsing\nbinary HAT-TR-205-013, which consists of a F7V primary and a late M-dwarf\nsecondary. The system's period is short, $P=2.230736 \\pm 0.000010$ days, with\nan orbit indistinguishable from circular, $e=0.012 \\pm 0.021$. We demonstrate\ngenerally that the surface gravity of the secondary star in a single-lined\nbinary undergoing total eclipses can be derived from characteristics of the\nlight curve and spectroscopic orbit. This constrains the secondary to a unique\nline in the mass-radius diagram with $M/R^2$ = constant. For HAT-TR-205-013, we\nassume the orbit has been tidally circularized, and that the primary's rotation\nhas been synchronized and aligned with the orbital axis. Our observed line\nbroadening, $V_{\\rm rot} \\sin i_{\\rm rot} = 28.9 \\pm 1.0$ \\kms, gives a primary\nradius of $R_{\\rm A} = 1.28 \\pm 0.04$ \\rsun. Our light curve analysis leads to\nthe radius of the secondary, $R_{\\rm B} = 0.167 \\pm 0.006$ \\rsun, and the\nsemimajor axis of the orbit, $a = 7.54 \\pm 0.30 \\rsun = 0.0351 \\pm 0.0014$ AU.\nOur single-lined spectroscopic orbit and the semimajor axis then yield the\nindividual masses, $M_{\\rm B} = 0.124 \\pm 0.010$ \\msun and $M_{\\rm A} = 1.04\n\\pm 0.13$ \\msun. Our result for HAT-TR-205-013 B lies above the theoretical\nmass-radius models from the Lyon group, consistent with results from\ndouble-lined eclipsing binaries. The method we describe offers the opportunity\nto study the very low end of the stellar mass-radius relation.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 22:16:50 GMT"},{"version":"v2","created":"Mon, 9 Apr 2007 15:50:24 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Beatty","T. G.",""],["Fernandez","J. M.",""],["Latham","D. W.",""],["Bakos","G. A.",""],["Kovacs","G.",""],["Noyes","R. W.",""],["Stefanik","R. P.",""],["Torres","G.",""],["Everett","M. E.",""],["Hergenrother","C. W.",""]]}
{"id":"0704.0060","submitter":"Carlos Bertulani","authors":"C.A. Bertulani, G. Cardella, M. De Napoli, G. Raciti, and E. Rapisarda","title":"Coulomb excitation of unstable nuclei at intermediate energies","comments":"12 pages, 2 figures, accepted for publication in Phys. Lett. B","journal-ref":"Phys.Lett.B650:233-238,2007","doi":"10.1016/j.physletb.2007.05.029","report-no":null,"categories":"nucl-th","license":null,"abstract":"  We investigate the Coulomb excitation of low-lying states of unstable nuclei\nin intermediate energy collisions ($E_{lab}\\sim10-500$ MeV/nucleon). It is\nshown that the cross sections for the $E1$ and $E2$ transitions are larger at\nlower energies, much less than 10 MeV/nucleon. Retardation effects and Coulomb\ndistortion are found to be both relevant for energies as low as 10 MeV/nucleon\nand as high as 500 MeV/nucleon. Implications for studies at radioactive beam\nfacilities are discussed.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 22:24:53 GMT"},{"version":"v2","created":"Mon, 21 May 2007 16:23:27 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Bertulani","C. A.",""],["Cardella","G.",""],["De Napoli","M.",""],["Raciti","G.",""],["Rapisarda","E.",""]]}
{"id":"0704.0061","submitter":"Boris Rubin","authors":"Boris Rubin","title":"Intersection Bodies and Generalized Cosine Transforms","comments":"38 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":null,"abstract":"  Intersection bodies represent a remarkable class of geometric objects\nassociated with sections of star bodies and invoking\n  Radon transforms, generalized cosine transforms, and the relevant Fourier\nanalysis. The main focus of this article is interrelation between generalized\ncosine transforms of different kinds in the context of their application to\ninvestigation of a certain family of intersection bodies, which we call\n$\\lam$-intersection bodies. The latter include $k$-intersection bodies (in the\nsense of A. Koldobsky) and unit balls of finite-dimensional subspaces of\n$L_p$-spaces. In particular, we show that restrictions onto lower dimensional\nsubspaces of the spherical Radon transforms and the generalized cosine\ntransforms preserve their integral-geometric structure. We apply this result to\nthe study of sections of $\\lam$-intersection bodies. New characterizations of\nthis class of bodies are obtained and examples are given. We also review some\nknown facts and give them new proofs.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 22:45:05 GMT"},{"version":"v2","created":"Thu, 3 May 2007 18:03:34 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Rubin","Boris",""]]}
{"id":"0704.0062","submitter":"Tom\\'a\\v{s} Vina\\v{r}","authors":"Rastislav \\v{S}r\\'amek, Bro\\v{n}a Brejov\\'a, Tom\\'a\\v{s} Vina\\v{r}","title":"On-line Viterbi Algorithm and Its Relationship to Random Walks","comments":null,"journal-ref":"Algorithms in Bioinformatics: 7th International Workshop (WABI),\n  4645 volume of Lecture Notes in Computer Science, pp. 240-251, Philadelphia,\n  PA, USA, September 2007. Springer","doi":"10.1007/978-3-540-74126-8_23","report-no":null,"categories":"cs.DS","license":null,"abstract":"  In this paper, we introduce the on-line Viterbi algorithm for decoding hidden\nMarkov models (HMMs) in much smaller than linear space. Our analysis on\ntwo-state HMMs suggests that the expected maximum memory used to decode\nsequence of length $n$ with $m$-state HMM can be as low as $\\Theta(m\\log n)$,\nwithout a significant slow-down compared to the classical Viterbi algorithm.\nClassical Viterbi algorithm requires $O(mn)$ space, which is impractical for\nanalysis of long DNA sequences (such as complete human genome chromosomes) and\nfor continuous data streams. We also experimentally demonstrate the performance\nof the on-line Viterbi algorithm on a simple HMM for gene finding on both\nsimulated and real DNA sequences.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 23:52:33 GMT"}],"update_date":"2010-01-25","authors_parsed":[["Šrámek","Rastislav",""],["Brejová","Broňa",""],["Vinař","Tomáš",""]]}
{"id":"0704.0063","submitter":"Somnath Choudhury","authors":"Somnath Choudhury","title":"Experimental efforts in search of 76Ge Neutrinoless Double Beta Decay","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":null,"abstract":"  Neutrinoless double beta decay is one of the most sensitive approaches in\nnon-accelerator particle physics to take us into a regime of physics beyond the\nstandard model. This article is a brief review of the experiments in search of\nneutrinoless double beta decay from 76Ge. Following a brief introduction of the\nprocess of double beta decay from 76Ge, the results of the very first\nexperiments IGEX and Heidelberg-Moscow which give indications of the existence\nof possible neutrinoless double beta decay mode has been reviewed. Then ongoing\nefforts to substantiate the early findings are presented and the Majorana\nexperiment as a future experimental approach which will allow a very detailed\nstudy of the neutrinoless decay mode is discussed.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 00:15:54 GMT"},{"version":"v2","created":"Tue, 3 Apr 2007 23:51:30 GMT"},{"version":"v3","created":"Fri, 27 Apr 2007 17:42:41 GMT"},{"version":"v4","created":"Wed, 12 Mar 2008 16:14:26 GMT"}],"update_date":"2008-03-12","authors_parsed":[["Choudhury","Somnath",""]]}
{"id":"0704.0064","submitter":"Rudra Prakash Malik","authors":"R. P. Malik (Bhu)","title":"Nilpotent symmetry invariance in the superfield formulation: the\n  (non-)Abelian 1-form gauge theories","comments":"LaTeX file, 19 pages, journal reference","journal-ref":"Int.J.Mod.Phys.A23:3685-3705,2008","doi":"10.1142/S0217751X08041591","report-no":null,"categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We capture the off-shell as well as the on-shell nilpotent\nBecchi-Rouet-Stora-Tyutin (BRST) and anti-BRST symmetry invariance of the\nLagrangian densities of the four (3 + 1)-dimensional (4D) (non-)Abelian 1-form\ngauge theories within the framework of the superfield formalism. In particular,\nwe provide the geometrical interpretations for (i) the above nilpotent symmetry\ninvariance, and (ii) the above Lagrangian densities, in the language of the\nspecific quantities defined in the domain of the above superfield formalism.\nSome of the subtle points, connected with the 4D (non-)Abelian 1-form gauge\ntheories, are clarified within the framework of the above superfield formalism\nwhere the 4D ordinary gauge theories are considered on the (4, 2)-dimensional\nsupermanifold parametrized by the four spacetime coordinates x^\\mu (with \\mu =\n0, 1, 2, 3) and a pair of Grassmannian variables \\theta and \\bar\\theta. One of\nthe key results of our present investigation is a great deal of simplification\nin the geometrical understanding of the nilpotent (anti-)BRST symmetry\ninvariance.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 13:32:15 GMT"},{"version":"v2","created":"Thu, 3 May 2007 16:35:49 GMT"},{"version":"v3","created":"Thu, 6 Dec 2007 13:31:19 GMT"},{"version":"v4","created":"Thu, 5 Jun 2008 11:21:43 GMT"},{"version":"v5","created":"Fri, 24 Oct 2008 12:23:58 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Malik","R. P.","","Bhu"]]}
{"id":"0704.0065","submitter":"Alexander Molev","authors":"A. I. Molev","title":"Littlewood-Richardson polynomials","comments":"21 pages, reference to independent work of V. Kreiman was added","journal-ref":"J. Algebra 321 (2009), 3450-3468.","doi":null,"report-no":null,"categories":"math.AG math.CO","license":null,"abstract":"  We introduce a family of rings of symmetric functions depending on an\ninfinite sequence of parameters. A distinguished basis of such a ring is\ncomprised by analogues of the Schur functions. The corresponding structure\ncoefficients are polynomials in the parameters which we call the\nLittlewood-Richardson polynomials. We give a combinatorial rule for their\ncalculation by modifying an earlier result of B. Sagan and the author. The new\nrule provides a formula for these polynomials which is manifestly positive in\nthe sense of W. Graham. We apply this formula for the calculation of the\nproduct of equivariant Schubert classes on Grassmannians which implies a\nstability property of the structure coefficients. The first manifestly positive\nformula for such an expansion was given by A. Knutson and T. Tao by using\ncombinatorics of puzzles while the stability property was not apparent from\nthat formula. We also use the Littlewood-Richardson polynomials to describe the\nmultiplication rule in the algebra of the Casimir elements for the general\nlinear Lie algebra in the basis of the quantum immanants constructed by A.\nOkounkov and G. Olshanski.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 01:14:48 GMT"},{"version":"v2","created":"Mon, 16 Apr 2007 11:41:24 GMT"},{"version":"v3","created":"Mon, 16 Jul 2007 10:40:52 GMT"}],"update_date":"2009-06-03","authors_parsed":[["Molev","A. I.",""]]}
{"id":"0704.0066","submitter":"Bozhidar Zakhariev Iliev","authors":"Bozhidar Z. Iliev (Institute for Nuclear Research and Nuclear Energy,\n  Bulgarian Academy of Sciences, Sofia, Bulgaria)","title":"Lagrangian quantum field theory in momentum picture. IV. Commutation\n  relations for free fields","comments":"60 LaTeX pages. The packages AMS-LaTeX and amsfonts are required.\n  This paper is a continuation of the e-print E-prints No. hep-th/0402006, No.\n  hep-th/0405008 and No. hep-th/0505007. For related papers, visit the\n  \"publication\" pages at http://theo.inrne.bas.bg/~bozho/","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-th","license":null,"abstract":"  Possible (algebraic) commutation relations in the Lagrangian quantum theory\nof free (scalar, spinor and vector) fields are considered from mathematical\nview-point. As sources of these relations are employed the Heisenberg\nequations/relations for the dynamical variables and a specific condition for\nuniqueness of the operators of the dynamical variables (with respect to some\nclass of Lagrangians). The paracommutation relations or some their\ngeneralizations are pointed as the most general ones that entail the validity\nof all Heisenberg equations. The simultaneous fulfillment of the Heisenberg\nequations and the uniqueness requirement turn to be impossible. This problem is\nsolved via a redefinition of the dynamical variables, similar to the normal\nordering procedure and containing it as a special case. That implies\ncorresponding changes in the admissible commutation relations. The introduction\nof the concept of the vacuum makes narrow the class of the possible commutation\nrelations; in particular, the mentioned redefinition of the dynamical variables\nis reduced to normal ordering. As a last restriction on that class is imposed\nthe requirement for existing of an effective procedure for calculating vacuum\nmean values. The standard bilinear commutation relations are pointed as the\nonly known ones that satisfy all of the mentioned conditions and do not\ncontradict to the existing data.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 06:22:38 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Iliev","Bozhidar Z.","","Institute for Nuclear Research and Nuclear Energy,\n  Bulgarian Academy of Sciences, Sofia, Bulgaria"]]}
{"id":"0704.0067","submitter":"Lawrence Friedman","authors":"Lawrence H. Friedman","title":"Order of Epitaxial Self-Assembled Quantum Dots: Linear Analysis","comments":null,"journal-ref":"L. H. Friedman. Order of epitaxial self-assembled quantum dots:\n  Linear analysis. Journal of Nanophotonics, 1(1):013513, 2007.","doi":"10.1117/1.2753144","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  Epitaxial self-assembled quantum dots (SAQDs) are of interest for\nnanostructured optoelectronic and electronic devices such as lasers,\nphotodetectors and nanoscale logic. Spatial order and size order of SAQDs are\nimportant to the development of usable devices. It is likely that these two\ntypes of order are strongly linked; thus, a study of spatial order will also\nhave strong implications for size order. Here a study of spatial order is\nundertaken using a linear analysis of a commonly used model of SAQD formation\nbased on surface diffusion. Analytic formulas for film-height correlation\nfunctions are found that characterize quantum dot spatial order and\ncorresponding correlation lengths that quantify order. Initial atomic-scale\nrandom fluctuations result in relatively small correlation lengths (about two\ndots) when the effect of a wetting potential is negligible; however, the\ncorrelation lengths diverge when SAQDs are allowed to form at a near-critical\nfilm height. The present work reinforces previous findings about anisotropy and\nSAQD order and presents as explicit and transparent mechanism for ordering with\ncorresponding analytic equations. In addition, SAQD formation is by its nature\na stochastic process, and various mathematical aspects regarding statistical\nanalysis of SAQD formation and order are presented.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 05:30:59 GMT"}],"update_date":"2007-06-09","authors_parsed":[["Friedman","Lawrence H.",""]]}
{"id":"0704.0068","submitter":"Branko Malesevic","authors":"Branko J. Malesevic","title":"A Note About the {Ki(z)} Functions","comments":"Accepted in Rocky Mountain Journal of mathematics","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT math.CV","license":null,"abstract":"  In the article [Petojevic 2006], A. Petojevi\\' c verified useful properties\nof the $K_{i}(z)$ functions which generalize Kurepa's [Kurepa 1971] left\nfactorial function. In this note, we present simplified proofs of two of these\nresults and we answer the open question stated in [Petojevic 2006]. Finally, we\ndiscuss the differential transcendency of the $K_{i}(z)$ functions.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 05:42:28 GMT"},{"version":"v2","created":"Fri, 25 May 2007 17:07:20 GMT"}],"update_date":"2007-06-13","authors_parsed":[["Malesevic","Branko J.",""]]}
{"id":"0704.0069","submitter":"John Robertson","authors":"John W. Robertson","title":"Dynamical Objects for Cohomologically Expanding Maps","comments":"38 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS","license":null,"abstract":"  The goal of this paper is to construct invariant dynamical objects for a (not\nnecessarily invertible) smooth self map of a compact manifold. We prove a\nresult that takes advantage of differences in rates of expansion in the terms\nof a sheaf cohomological long exact sequence to create unique lifts of finite\ndimensional invariant subspaces of one term of the sequence to invariant\nsubspaces of the preceding term. This allows us to take invariant cohomological\nclasses and under the right circumstances construct unique currents of a given\ntype, including unique measures of a given type, that represent those classes\nand are invariant under pullback. A dynamically interesting self map may have a\nplethora of invariant measures, so the uniquess of the constructed currents is\nimportant. It means that if local growth is not too big compared to the growth\nrate of the cohomological class then the expanding cohomological class gives\nsufficient \"marching orders\" to the system to prohibit the formation of any\nother such invariant current of the same type (say from some local dynamical\nsubsystem). Because we use subsheaves of the sheaf of currents we give\nconditions under which a subsheaf will have the same cohomology as the sheaf\ncontaining it. Using a smoothing argument this allows us to show that the sheaf\ncohomology of the currents under consideration can be canonically identified\nwith the deRham cohomology groups. Our main theorem can be applied in both the\nsmooth and holomorphic setting.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 06:48:47 GMT"}],"update_date":"2010-01-08","authors_parsed":[["Robertson","John W.",""]]}
{"id":"0704.0070","submitter":"Yanzhang He","authors":"He Yanzhang and Bao Chengguang","title":"Coincidence of the oscillations in the dipole transition and in the\n  persistent current of narrow quantum rings with two electrons","comments":"5 pages, 4 figures, submitted","journal-ref":"J. Phys.: Condens. Matter 20 (2008) 055214","doi":null,"report-no":null,"categories":"cond-mat.mes-hall","license":null,"abstract":"  The fractional Aharonov-Bohm oscillation (FABO) of narrow quantum rings with\ntwo electrons has been studied and has been explained in an analytical way, the\nevolution of the period and amplitudes against the magnetic field can be\nexactly described. Furthermore, the dipole transition of the ground state was\nfound to have essentially two frequencies, their difference appears as an\noscillation matching the oscillation of the persistent current exactly. A\nnumber of equalities relating the observables and dynamical parameters have\nbeen found.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 06:49:32 GMT"}],"update_date":"2008-01-19","authors_parsed":[["Yanzhang","He",""],["Chengguang","Bao",""]]}
{"id":"0704.0071","submitter":"Dietrich Stauffer","authors":"S. Wichmann and E.W. Holman","title":"Pairwise comparisons of typological profiles (of languages)","comments":"Linguistics, 10 pages including figure and tables,","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph","license":null,"abstract":"  No abstract given; compares pairs of languages from World Atlas of Language\nStructures.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 07:36:16 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Wichmann","S.",""],["Holman","E. W.",""]]}
{"id":"0704.0072","submitter":"Yurii Kosovtsov","authors":"Yu.N. Kosovtsov","title":"The decomposition method and Maple procedure for finding first integrals\n  of nonlinear PDEs of any order with any number of independent variables","comments":"13 pages; Submitted to the 10th International Workshop in Computer\n  Algebra in Scientific Computing, CASC 2007","journal-ref":null,"doi":null,"report-no":null,"categories":"math-ph math.MP","license":null,"abstract":"  In present paper we propose seemingly new method for finding solutions of\nsome types of nonlinear PDEs in closed form. The method is based on\ndecomposition of nonlinear operators on sequence of operators of lower orders.\nIt is shown that decomposition process can be done by iterative procedure(s),\neach step of which is reduced to solution of some auxiliary PDEs system(s) for\none dependent variable. Moreover, we find on this way the explicit expression\nof the first-order PDE(s) for first integral of decomposable initial PDE.\nRemarkably that this first-order PDE is linear if initial PDE is linear in its\nhighest derivatives.\n  The developed method is implemented in Maple procedure, which can really\nsolve many of different order PDEs with different number of independent\nvariables. Examples of PDEs with calculated their general solutions demonstrate\na potential of the method for automatic solving of nonlinear PDEs.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 07:58:53 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Kosovtsov","Yu. N.",""]]}
{"id":"0704.0073","submitter":"Osamu Fujino","authors":"Osamu Fujino","title":"A transcendental approach to Koll\\'ar's injectivity theorem","comments":"22 pages; a minor revision of the preprint circulated in January\n  2006, v2: minor modifications, v3: final version, to appear in Osaka J. Math","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We treat Koll\\'ar's injectivity theorem from the analytic (or differential\ngeometric) viewpoint. More precisely, we give a curvature condition which\nimplies Koll\\'ar type cohomology injectivity theorems. Our main theorem is\nformulated for a compact K\\\"ahler manifold, but the proof uses the space of\nharmonic forms on a Zariski open set with a suitable complete K\\\"ahler metric.\nWe need neither covering tricks, desingularizations, nor Leray's spectral\nsequence.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 08:40:19 GMT"},{"version":"v2","created":"Tue, 4 Jan 2011 00:41:06 GMT"},{"version":"v3","created":"Mon, 5 Mar 2012 01:44:29 GMT"}],"update_date":"2012-03-06","authors_parsed":[["Fujino","Osamu",""]]}
{"id":"0704.0074","submitter":"Jawad Y. Abuhlail","authors":"J. Y. Abuhlail, S. K. Nauman","title":"Injective Morita contexts (revisited)","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.RA","license":null,"abstract":"  This paper is an exposition of the so-called injective Morita contexts (in\nwhich the connecting bimodule morphisms are injective) and Morita\n$\\alpha$contexts (in which the connecting bimodules enjoy some local\nprojectivity in the sense of Zimmermann-Huisgen). Motivated by situations in\nwhich only one trace ideal is in action, or the compatibility between the\nbimodule morphisms is not needed, we introduce the notions of Morita\nsemi-contexts and Morita data, and investigate them. Injective Morita data will\nbe used (with the help of static and adstatic modules) to establish\nequivalences between some intersecting subcategories related to subcategories\nof modules that are localized or colocalized by trace ideals of a Morita datum.\nWe end up with applications of Morita $\\alpha$-contexts to $\\ast$-modules and\ninjective right wide Morita contexts.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 09:34:47 GMT"},{"version":"v2","created":"Tue, 21 Aug 2007 21:54:33 GMT"}],"update_date":"2007-08-22","authors_parsed":[["Abuhlail","J. Y.",""],["Nauman","S. K.",""]]}
{"id":"0704.0075","submitter":"Xiang Liu","authors":"Chong Chen, Xiao-Lin Chen, Xiang Liu, Wei-Zhen Deng and Shi-Lin Zhu","title":"Strong decays of charmed baryons","comments":"13 pages, 9 figures, 9 tables. Some descriptions changed. Published\n  version in PRD","journal-ref":"Phys.Rev.D75:094017,2007","doi":"10.1103/PhysRevD.75.094017","report-no":null,"categories":"hep-ph hep-ex nucl-ex","license":null,"abstract":"  There has been important experimental progress in the sector of heavy baryons\nin the past several years. We study the strong decays of the S-wave, P-wave,\nD-wave and radially excited charmed baryons using the $^3P_0$ model. After\ncomparing the calculated decay pattern and total width with the available data,\nwe discuss the possible internal structure and quantum numbers of those charmed\nbaryons observed recently.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 09:45:55 GMT"},{"version":"v2","created":"Wed, 4 Apr 2007 12:24:08 GMT"},{"version":"v3","created":"Fri, 20 Apr 2007 16:20:10 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Chen","Chong",""],["Chen","Xiao-Lin",""],["Liu","Xiang",""],["Deng","Wei-Zhen",""],["Zhu","Shi-Lin",""]]}
{"id":"0704.0076","submitter":"Michael Gronau","authors":"Michael Gronau","title":"CP violation in beauty decays","comments":"27 pages, minor corrections, to be published in Int. J. Mod. Phys. A","journal-ref":"Int.J.Mod.Phys.A22:1953-1982,2007","doi":"10.1142/S0217751X07036579","report-no":null,"categories":"hep-ph hep-ex","license":null,"abstract":"  Precision tests of the Kobayashi-Maskawa model of CP violation are discussed,\npointing out possible signatures for other sources of CP violation and for new\nflavor-changing operators. The current status of the most accurate tests is\nsummarized.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 17:33:15 GMT"},{"version":"v2","created":"Mon, 16 Apr 2007 13:15:55 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Gronau","Michael",""]]}
{"id":"0704.0077","submitter":"Afsar Abbas","authors":"Afsar Abbas","title":"Universal Forces and the Dark Energy Problem","comments":"9 pages. no figures","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":null,"abstract":"  The Dark Energy problem is forcing us to re-examine our models and our\nunderstanding of relativity and space-time. Here a novel idea of Fundamental\nForces is introduced. This allows us to perceive the General Theory of\nRelativity and Einstein's Equation from a new pesrpective. In addition to\nproviding us with an improved understanding of space and time, it will be shown\nhow it leads to a resolution of the Dark Energy problem.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 09:49:01 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Abbas","Afsar",""]]}
{"id":"0704.0078","submitter":"Raul Vera","authors":"Marc Mars, Filipe C. Mena, Raul Vera","title":"Linear perturbations of matched spacetimes: the gauge problem and\n  background symmetries","comments":"18 pages, plain LaTeX file","journal-ref":"Class.Quant.Grav.24:3673-3690,2007","doi":"10.1088/0264-9381/24/14/008","report-no":null,"categories":"gr-qc","license":null,"abstract":"  We present a critical review about the study of linear perturbations of\nmatched spacetimes including gauge problems. We analyse the freedom introduced\nin the perturbed matching by the presence of background symmetries and revisit\nthe particular case of spherically symmetry in n-dimensions. This analysis\nincludes settings with boundary layers such as brane world models and shell\ncosmologies.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 10:08:25 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Mars","Marc",""],["Mena","Filipe C.",""],["Vera","Raul",""]]}
{"id":"0704.0079","submitter":"Stephen C. Power","authors":"Stephen C. Power (Lancaster University), Baruch Solel (Technion)","title":"Operator algebras associated with unitary commutation relations","comments":"38 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA","license":null,"abstract":"  We define nonselfadjoint operator algebras with generators $L_{e_1},...,\nL_{e_n}, L_{f_1},...,L_{f_m}$ subject to the unitary commutation relations of\nthe form \\[ L_{e_i}L_{f_j} = \\sum_{k,l} u_{i,j,k,l} L_{f_l}L_{e_k}\\] where $u=\n(u_{i,j,k,l})$ is an $nm \\times nm$ unitary matrix. These algebras, which\ngeneralise the analytic Toeplitz algebras of rank 2 graphs with a single\nvertex, are classified up to isometric isomorphism in terms of the matrix $u$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 15:04:48 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Power","Stephen C.","","Lancaster University"],["Solel","Baruch","","Technion"]]}
{"id":"0704.0080","submitter":"Dean McLaughlin","authors":"Dean E. McLaughlin and S. Michael Fall","title":"Shaping the Globular Cluster Mass Function by Stellar-Dynamical\n  Evaporation","comments":"Final version, matching the published paper","journal-ref":"Astrophys.J.679:1272-1287,2008","doi":"10.1086/533485","report-no":null,"categories":"astro-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that the globular cluster mass function (GCMF) in the Milky Way\ndepends on cluster half-mass density (rho_h) in the sense that the turnover\nmass M_TO increases with rho_h while the width of the GCMF decreases. We argue\nthat this is the expected signature of the slow erosion of a mass function that\ninitially rose towards low masses, predominantly through cluster evaporation\ndriven by internal two-body relaxation. We find excellent agreement between the\nobserved GCMF -- including its dependence on internal density rho_h, central\nconcentration c, and Galactocentric distance r_gc -- and a simple model in\nwhich the relaxation-driven mass-loss rates of clusters are approximated by\n-dM/dt = mu_ev ~ rho_h^{1/2}. In particular, we recover the well-known\ninsensitivity of M_TO to r_gc. This feature does not derive from a literal\n``universality'' of the GCMF turnover mass, but rather from a significant\nvariation of M_TO with rho_h -- the expected outcome of relaxation-driven\ncluster disruption -- plus significant scatter in rho_h as a function of r_gc.\nOur conclusions are the same if the evaporation rates are assumed to depend\ninstead on the mean volume or surface densities of clusters inside their tidal\nradii, as mu_ev ~ rho_t^{1/2} or mu_ev ~ Sigma_t^{3/4} -- alternative\nprescriptions that are physically motivated but involve cluster properties\n(rho_t and Sigma_t) that are not as well defined or as readily observable as\nrho_h. In all cases, the normalization of mu_ev required to fit the GCMF\nimplies cluster lifetimes that are within the range of standard values\n(although falling towards the low end of this range). Our analysis does not\ndepend on any assumptions or information about velocity anisotropy in the\nglobular cluster system.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 10:20:37 GMT"},{"version":"v2","created":"Mon, 10 Sep 2007 16:43:49 GMT"},{"version":"v3","created":"Thu, 24 Jan 2008 17:02:00 GMT"},{"version":"v4","created":"Wed, 11 Jun 2008 17:15:32 GMT"}],"update_date":"2010-11-11","authors_parsed":[["McLaughlin","Dean E.",""],["Fall","S. Michael",""]]}
{"id":"0704.0081","submitter":"Valeriy Tolstoy","authors":"V.N. Tolstoy (INP, Moscow State University)","title":"Quantum Deformations of Relativistic Symmetries","comments":"10 pages. Invited talk at the XXII Max Born Symposium \"Quantum, Super\n  and Twistors\", September 27-29, 2006, Wroclaw (Poland), in honour of Jerzy\n  Lukierski.","journal-ref":null,"doi":null,"report-no":null,"categories":"math.QA hep-th math-ph math.MP math.RT","license":null,"abstract":"  We discussed quantum deformations of D=4 Lorentz and Poincare algebras. In\nthe case of Poincare algebra it is shown that almost all classical r-matrices\nof S. Zakrzewski classification correspond to twisted deformations of Abelian\nand Jordanian types. A part of twists corresponding to the r-matrices of\nZakrzewski classification are given in explicit form.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:06:59 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Tolstoy","V. N.","","INP, Moscow State University"]]}
{"id":"0704.0082","submitter":"Tetsuo Kurosaki","authors":"Tetsuo Kurosaki, Miki Wadati","title":"Matter-Wave Bright Solitons with a Finite Background in Spinor\n  Bose-Einstein Condensates","comments":"18 pages, 4 figures, LaTeX","journal-ref":null,"doi":"10.1143/JPSJ.76.084002","report-no":null,"categories":"cond-mat.other cond-mat.stat-mech","license":null,"abstract":"  We investigate dynamical properties of bright solitons with a finite\nbackground in the F=1 spinor Bose-Einstein condensate (BEC), based on an\nintegrable spinor model which is equivalent to the matrix nonlinear\nSchr\\\"{o}dinger equation with a self-focusing nonlineality. We apply the\ninverse scattering method formulated for nonvanishing boundary conditions. The\nresulting soliton solutions can be regarded as a generalization of those under\nvanishing boundary conditions. One-soliton solutions are derived in an explicit\nmanner. According to the behaviors at the infinity, they are classified into\ntwo kinds, domain-wall (DW) type and phase-shift (PS) type. The DW-type implies\nthe ferromagnetic state with nonzero total spin and the PS-type implies the\npolar state, where the total spin amounts to zero. We also discuss two-soliton\ncollisions. In particular, the spin-mixing phenomenon is confirmed in a\ncollision involving the DW-type. The results are consistent with those of the\nprevious studies for bright solitons under vanishing boundary conditions and\ndark solitons. As a result, we establish the robustness and the usefulness of\nthe multiple matter-wave solitons in the spinor BECs.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 12:26:50 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Kurosaki","Tetsuo",""],["Wadati","Miki",""]]}
{"id":"0704.0083","submitter":"Andrei Barvinsky","authors":"A.O.Barvinsky","title":"Why there is something rather than nothing (out of everything)?","comments":"4 pages, RevTex, several references added and minor changes done","journal-ref":"Phys.Rev.Lett.99:071301,2007","doi":"10.1103/PhysRevLett.99.071301","report-no":null,"categories":"hep-th","license":null,"abstract":"  The path integral over Euclidean geometries for the recently suggested\ndensity matrix of the Universe is shown to describe a microcanonical ensemble\nin quantum cosmology. This ensemble corresponds to a uniform (weight one)\ndistribution in phase space of true physical variables, but in terms of the\nobservable spacetime geometry it is peaked about complex saddle-points of the\n{\\em Lorentzian} path integral. They are represented by the recently obtained\ncosmological instantons limited to a bounded range of the cosmological\nconstant. Inflationary cosmologies generated by these instantons at late stages\nof expansion undergo acceleration whose low-energy scale can be attained within\nthe concept of dynamically evolving extra dimensions. Thus, together with the\nbounded range of the early cosmological constant, this cosmological ensemble\nsuggests the mechanism of constraining the landscape of string vacua and,\nsimultaneously, a possible solution to the dark energy problem in the form of\nthe quasi-equilibrium decay of the microcanonical state of the Universe.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 12:38:03 GMT"},{"version":"v2","created":"Mon, 9 Apr 2007 19:39:24 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Barvinsky","A. O.",""]]}
{"id":"0704.0084","submitter":"Baruch Meerson","authors":"Itzhak Fouxon, Baruch Meerson, Michael Assaf, Eli Livne","title":"Formation of density singularities in ideal hydrodynamics of freely\n  cooling inelastic gases: a family of exact solutions","comments":"19 pages, 7 figures","journal-ref":null,"doi":"10.1063/1.2767361","report-no":null,"categories":"cond-mat.soft nlin.PS physics.flu-dyn","license":null,"abstract":"  We employ granular hydrodynamics to investigate a paradigmatic problem of\nclustering of particles in a freely cooling dilute granular gas. We consider\nlarge-scale hydrodynamic motions where the viscosity and heat conduction can be\nneglected, and one arrives at the equations of ideal gas dynamics with an\nadditional term describing bulk energy losses due to inelastic collisions. We\nemploy Lagrangian coordinates and derive a broad family of exact non-stationary\nanalytical solutions that depend only on one spatial coordinate. These\nsolutions exhibit a new type of singularity, where the gas density blows up in\na finite time when starting from smooth initial conditions. The density blowups\nsignal formation of close-packed clusters of particles. As the density blow-up\ntime $t_c$ is approached, the maximum density exhibits a power law $\\sim\n(t_c-t)^{-2}$. The velocity gradient blows up as $\\sim - (t_c-t)^{-1}$ while\nthe velocity itself remains continuous and develops a cusp (rather than a shock\ndiscontinuity) at the singularity. The gas temperature vanishes at the\nsingularity, and the singularity follows the isobaric scenario: the gas\npressure remains finite and approximately uniform in space and constant in time\nclose to the singularity. An additional exact solution shows that the density\nblowup, of the same type, may coexist with an \"ordinary\" shock, at which the\nhydrodynamic fields are discontinuous but finite. We confirm stability of the\nexact solutions with respect to small one-dimensional perturbations by solving\nthe ideal hydrodynamic equations numerically. Furthermore, numerical solutions\nshow that the local features of the density blowup hold universally,\nindependently of details of the initial and boundary conditions.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 12:54:14 GMT"},{"version":"v2","created":"Wed, 9 May 2007 07:00:42 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Fouxon","Itzhak",""],["Meerson","Baruch",""],["Assaf","Michael",""],["Livne","Eli",""]]}
{"id":"0704.0085","submitter":"Partha Mukhopadhyay","authors":"Partha Mukhopadhyay","title":"A Universality in PP-Waves","comments":"LaTeX file, 43 pages, one reference added, minor changes made","journal-ref":"JHEP 0706:061,2007","doi":"10.1088/1126-6708/2007/06/061","report-no":"DAMTP-2007-30","categories":"hep-th","license":null,"abstract":"  We discuss a universality property of any covariant field theory in\nspace-time expanded around pp-wave backgrounds. According to this property the\nspace-time lagrangian density evaluated on a restricted set of field\nconfigurations, called universal sector, turns out to be same around all the\npp-waves, even off-shell, with same transverse space and same profiles for the\nbackground scalars. In this paper we restrict our discussion to tensorial\nfields only. In the context of bosonic string theory we consider on-shell\npp-waves and argue that universality requires the existence of a universal\nsector of world-sheet operators whose correlation functions are insensitive to\nthe pp-wave nature of the metric and the background gauge flux. Such results\ncan also be reproduced using the world-sheet conformal field theory. We also\nstudy such pp-waves in non-polynomial closed string field theory (CSFT). In\nparticular, we argue that for an off-shell pp-wave ansatz with flat transverse\nspace and dilaton independent of transverse coordinates the field redefinition\nrelating the low energy effective field theory and CSFT with all the massive\nmodes integrated out is at most quadratic in fields. Because of this\nsimplification it is expected that the off-shell pp-waves can be identified on\nthe two sides. Furthermore, given the massless pp-wave field configurations, an\niterative method for computing the higher massive modes using the CSFT\nequations of motion has been discussed. All our bosonic string theory analyses\ncan be generalised to the common Neveu-Schwarz sector of superstrings.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 12:55:02 GMT"},{"version":"v2","created":"Mon, 9 Apr 2007 12:06:19 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Mukhopadhyay","Partha",""]]}
{"id":"0704.0086","submitter":"Vladislav Vysotsky","authors":"Vladislav V. Vysotsky","title":"Clustering in a stochastic model of one-dimensional gas","comments":"Published in at http://dx.doi.org/10.1214/07-AAP481 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)","journal-ref":"Annals of Applied Probability 2008, Vol. 18, No. 3, 1026-1058","doi":"10.1214/07-AAP481","report-no":"IMS-AAP-AAP481","categories":"math.PR","license":null,"abstract":"  We give a quantitative analysis of clustering in a stochastic model of\none-dimensional gas. At time zero, the gas consists of $n$ identical particles\nthat are randomly distributed on the real line and have zero initial speeds.\nParticles begin to move under the forces of mutual attraction. When particles\ncollide, they stick together forming a new particle, called cluster, whose mass\nand speed are defined by the laws of conservation. We are interested in the\nasymptotic behavior of $K_n(t)$ as $n\\to \\infty$, where $K_n(t)$ denotes the\nnumber of clusters at time $t$ in the system with $n$ initial particles. Our\nmain result is a functional limit theorem for $K_n(t)$. Its proof is based on\nthe discovered localization property of the aggregation process, which states\nthat the behavior of each particle is essentially defined by the motion of\nneighbor particles.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 13:10:43 GMT"},{"version":"v2","created":"Tue, 17 Jun 2008 06:56:43 GMT"}],"update_date":"2008-06-17","authors_parsed":[["Vysotsky","Vladislav V.",""]]}
{"id":"0704.0087","submitter":"Tuyen Truong","authors":"Duong Minh Duc and Truong Trung Tuyen","title":"Approximate solutions to the Dirichlet problem for harmonic maps between\n  hyperbolic spaces","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG","license":null,"abstract":"  Our main result in this paper is the following: Given $H^m, H^n$ hyperbolic\nspaces of dimensional $m$ and $n$ corresponding, and given a Holder function\n$f=(s^1,...,f^{n-1}):\\partial H^m\\to \\partial H^n$ between geometric boundaries\nof $H^m$ and $H^n$. Then for each $\\epsilon >0$ there exists a harmonic map\n$u:H^m\\to H^n$ which is continuous up to the boundary (in the sense of\nEuclidean) and $u|_{\\partial H^m}=(f^1,...,f^{n-1},\\epsilon)$.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 13:44:50 GMT"},{"version":"v2","created":"Wed, 23 May 2007 12:49:52 GMT"}],"update_date":"2007-06-13","authors_parsed":[["Duc","Duong Minh",""],["Tuyen","Truong Trung",""]]}
{"id":"0704.0088","submitter":"Nikolay Tcherniega V.","authors":"N.V.Tcherniega","title":"Some new experimental photonic flame effect features","comments":"9 pages, 10 figures, accepted for publication in JRLR","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.optics","license":null,"abstract":"  The results of the spectral, energetical and temporal characteristics of\nradiation in the presence of the photonic flame effect are presented.\nArtificial opal posed on Cu plate at the temperature of liquid nitrogen boiling\npoint (77 K) being irradiated by nanosecond ruby laser pulse produces long-\nterm luminiscence with a duration till ten seconds with a finely structured\nspectrum in the the antistocks part of the spectrum. Analogous visible\nluminescence manifesting time delay appeared in other samples of the artificial\nopals posed on the same plate. In the case of the opal infiltrated with\ndifferent nonlinear liquids the threshold of the luminiscence is reduced and\nthe spatial disribution of the bright emmiting area on the opal surface is\nbeing changed. In the case of the putting the frozen nonlinear liquids on the\nCu plate long-term blue bright luminiscence took place in the frozen species of\nthe liquids. Temporal characteristics of this luminiscence are nearly the same\nas in opal matrixes.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 14:10:51 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Tcherniega","N. V.",""]]}
{"id":"0704.0089","submitter":"Igor Grabec","authors":"I. Grabec","title":"A general approach to statistical modeling of physical laws:\n  nonparametric regression","comments":"17 pages, 8 eps figures, uses revtex4.cls","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.data-an physics.gen-ph","license":null,"abstract":"  Statistical modeling of experimental physical laws is based on the\nprobability density function of measured variables. It is expressed by\nexperimental data via a kernel estimator. The kernel is determined objectively\nby the scattering of data during calibration of experimental setup. A physical\nlaw, which relates measured variables, is optimally extracted from experimental\ndata by the conditional average estimator. It is derived directly from the\nkernel estimator and corresponds to a general nonparametric regression. The\nproposed method is demonstrated by the modeling of a return map of noisy\nchaotic data. In this example, the nonparametric regression is used to predict\na future value of chaotic time series from the present one. The mean predictor\nerror is used in the definition of predictor quality, while the redundancy is\nexpressed by the mean square distance between data points. Both statistics are\nused in a new definition of predictor cost function. From the minimum of the\npredictor cost function, a proper number of data in the model is estimated.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 14:29:57 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Grabec","I.",""]]}
{"id":"0704.0090","submitter":"Lester Ingber","authors":"Lester Ingber","title":"Real Options for Project Schedules (ROPS)","comments":null,"journal-ref":null,"doi":null,"report-no":"Report 2007:ROPS","categories":"cs.CE cond-mat.stat-mech cs.MS cs.NA physics.data-an","license":null,"abstract":"  Real Options for Project Schedules (ROPS) has three recursive\nsampling/optimization shells. An outer Adaptive Simulated Annealing (ASA)\noptimization shell optimizes parameters of strategic Plans containing multiple\nProjects containing ordered Tasks. A middle shell samples probability\ndistributions of durations of Tasks. An inner shell samples probability\ndistributions of costs of Tasks. PATHTREE is used to develop options on\nschedules.. Algorithms used for Trading in Risk Dimensions (TRD) are applied to\ndevelop a relative risk analysis among projects.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 14:35:40 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ingber","Lester",""]]}
{"id":"0704.0091","submitter":"Ashot Minasyan","authors":"Ashot Minasyan","title":"Groups with finitely many conjugacy classes and their automorphisms","comments":"30 pages, 2 figures. Version 2: corrected several misprints and added\n  new Lemma 6.4","journal-ref":"Comm. Math. Helv. 84 (2009), No. 2, pp. 259--296.","doi":null,"report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We combine classical methods of combinatorial group theory with the theory of\nsmall cancellations over relatively hyperbolic groups to construct finitely\ngenerated torsion-free groups that have only finitely many classes of conjugate\nelements. Moreover, we present several results concerning embeddings into such\ngroups.\n  As another application of these techniques, we prove that every countable\ngroup $C$ can be realized as a group of outer automorphisms of a group $N$,\nwhere $N$ is a finitely generated group having Kazhdan's property (T) and\ncontaining exactly two conjugacy classes.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 15:17:36 GMT"},{"version":"v2","created":"Mon, 18 Aug 2008 12:20:58 GMT"}],"update_date":"2009-07-07","authors_parsed":[["Minasyan","Ashot",""]]}
{"id":"0704.0092","submitter":"Christof Gattringer","authors":"Christof Gattringer and Ludovit Liptak","title":"Energy density for chiral lattice fermions with chemical potential","comments":"Minor changes in the text. Version to appear in Phys. Rev. D","journal-ref":"Phys.Rev.D76:054502,2007","doi":"10.1103/PhysRevD.76.054502","report-no":null,"categories":"hep-lat hep-ph","license":null,"abstract":"  We study a recently proposed formulation of overlap fermions at finite\ndensity. In particular we compute the energy density as a function of the\nchemical potential and the temperature. It is shown that overlap fermions with\nchemical potential reproduce the correct continuum behavior.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 16:20:10 GMT"},{"version":"v2","created":"Thu, 26 Jul 2007 10:50:05 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Gattringer","Christof",""],["Liptak","Ludovit",""]]}
{"id":"0704.0093","submitter":"Wei-Sheng Lee","authors":"W.S. Lee, S. Johnston, T.P. Devereaux, and Z.-X. Shen","title":"Aspects of Electron-Phonon Self-Energy Revealed from Angle-Resolved\n  Photoemission Spectroscopy","comments":"8 pages, 4 figures. Accepted by Phys. Rev. B","journal-ref":"Phys. Rev. B 75, 195116 (2007)","doi":"10.1103/PhysRevB.75.195116","report-no":null,"categories":"cond-mat.supr-con cond-mat.str-el","license":null,"abstract":"  Lattice contribution to the electronic self-energy in complex correlated\noxides is a fascinating subject that has lately stimulated lively discussions.\nExpectations of electron-phonon self-energy effects for simpler materials, such\nas Pd and Al, have resulted in several misconceptions in strongly correlated\noxides. Here we analyze a number of arguments claiming that phonons cannot be\nthe origin of certain self-energy effects seen in high-$T_c$ cuprate\nsuperconductors via angle resolved photoemission experiments (ARPES), including\nthe temperature dependence, doping dependence of the renormalization effects,\nthe inter-band scattering in the bilayer systems, and impurity substitution. We\nshow that in light of experimental evidences and detailed simulations, these\narguments are not well founded.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 16:47:32 GMT"}],"update_date":"2008-01-16","authors_parsed":[["Lee","W. S.",""],["Johnston","S.",""],["Devereaux","T. P.",""],["Shen","Z. -X.",""]]}
{"id":"0704.0094","submitter":"HongSheng Zhao","authors":"HongSheng Zhao (SUPA, St Andrews)","title":"Timing and Lensing of the Colliding Bullet Clusters: barely enough time\n  and gravity to accelerate the bullet","comments":"5-pages, Physical Review D, rapid publication submitted","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph","license":null,"abstract":"  We present semi-analytical constraint on the amount of dark matter in the\nmerging bullet galaxy cluster using the classical Local Group timing arguments.\nWe consider particle orbits in potential models which fit the lensing data.\n{\\it Marginally consistent} CDM models in Newtonian gravity are found with a\ntotal mass M_{CDM} = 1 x 10^{15}Msun of Cold DM: the bullet subhalo can move\nwith V_{DM}=3000km/s, and the \"bullet\" X-ray gas can move with\nV_{gas}=4200km/s. These are nearly the {\\it maximum speeds} that are\naccelerable by the gravity of two truncated CDM halos in a Hubble time even\nwithout the ram pressure. Consistency breaks down if one adopts higher end of\nthe error bars for the bullet gas speed (5000-5400km/s), and the bullet gas\nwould not be bound by the sub-cluster halo for the Hubble time. Models with\nV_{DM}~ 4500km/s ~ V_{gas} would invoke unrealistic large amount M_{CDM}=7x\n10^{15}Msun of CDM for a cluster containing only ~ 10^{14}Msun of gas. Our\nresults are generalisable beyond General Relativity, e.g., a speed of\n$4500\\kms$ is easily obtained in the relativistic MONDian lensing model of\nAngus et al. (2007). However, MONDian model with little hot dark matter\n$M_{HDM} \\le 0.6\\times 10^{15}\\msun$ and CDM model with a small halo mass $\\le\n1\\times 10^{15}\\msun$ are barely consistent with lensing and velocity data.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:30:16 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Zhao","HongSheng","","SUPA, St Andrews"]]}
{"id":"0704.0095","submitter":"Emmanuel Breuillard F.","authors":"Emmanuel Breuillard","title":"Geometry of Locally Compact Groups of Polynomial Growth and Shape of\n  Large Balls","comments":"slightly expanded and polished new version, 57 pages, 2 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GR math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We get asymptotics for the volume of large balls in an arbitrary locally\ncompact group G with polynomial growth. This is done via a study of the\ngeometry of G and a generalization of P. Pansu's thesis. In particular, we show\nthat any such G is weakly commensurable to some simply connected solvable Lie\ngroup S, the Lie shadow of G. We also show that large balls in G have an\nasymptotic shape, i.e. after a suitable renormalization, they converge to a\nlimiting compact set which can be interpreted geometrically. We then discuss\nthe speed of convergence, treat some examples and give an application to\nergodic theory. We also answer a question of Burago about left invariant\nmetrics and recover some results of Stoll on the irrationality of growth series\nof nilpotent groups.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 16:59:04 GMT"},{"version":"v2","created":"Tue, 10 Apr 2012 05:13:40 GMT"}],"update_date":"2012-04-11","authors_parsed":[["Breuillard","Emmanuel",""]]}
{"id":"0704.0096","submitter":"M. C. Nucci","authors":"M.C. Nucci and P.G.L. Leach","title":"Much ado about 248","comments":"5 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"nlin.SI","license":null,"abstract":"  In this note we present three representations of a 248-dimensional Lie\nalgebra, namely the algebra of Lie point symmetries admitted by a system of\nfive trivial ordinary differential equations each of order forty-four, that\nadmitted by a system of seven trivial ordinary differential equations each of\norder twenty-eight and that admitted by one trivial ordinary differential\nequation of order two hundred and forty-four.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 17:28:15 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Nucci","M. C.",""],["Leach","P. G. L.",""]]}
{"id":"0704.0097","submitter":"Yasuyuki Kawahigashi","authors":"Yasuyuki Kawahigashi","title":"Conformal Field Theory and Operator Algebras","comments":"For the Proceedings of ICMP (Rio de Janeiro, 2006).","journal-ref":null,"doi":null,"report-no":null,"categories":"math-ph math.MP math.OA","license":null,"abstract":"  We review recent progress in operator algebraic approach to conformal quantum\nfield theory. Our emphasis is on use of representation theory in classification\ntheory. This is based on a series of joint works with R. Longo.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 18:02:55 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Kawahigashi","Yasuyuki",""]]}
{"id":"0704.0098","submitter":"Jack Raymond","authors":"Jack Raymond, David Saad","title":"Sparsely-spread CDMA - a statistical mechanics based analysis","comments":"23 pages, 5 figures, figure 1 amended since published version","journal-ref":"J. Phys. A: Math. Theor. 40 No 41 (12 October 2007) 12315-12333","doi":"10.1088/1751-8113/40/41/004","report-no":null,"categories":"cs.IT math.IT","license":null,"abstract":"  Sparse Code Division Multiple Access (CDMA), a variation on the standard CDMA\nmethod in which the spreading (signature) matrix contains only a relatively\nsmall number of non-zero elements, is presented and analysed using methods of\nstatistical physics. The analysis provides results on the performance of\nmaximum likelihood decoding for sparse spreading codes in the large system\nlimit. We present results for both cases of regular and irregular spreading\nmatrices for the binary additive white Gaussian noise channel (BIAWGN) with a\ncomparison to the canonical (dense) random spreading code.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 18:27:26 GMT"},{"version":"v2","created":"Fri, 27 Apr 2007 12:39:14 GMT"},{"version":"v3","created":"Wed, 1 Aug 2007 19:10:18 GMT"},{"version":"v4","created":"Sun, 7 Oct 2007 16:50:39 GMT"},{"version":"v5","created":"Wed, 30 Apr 2008 15:36:55 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Raymond","Jack",""],["Saad","David",""]]}
{"id":"0704.0099","submitter":"Koenraad M. R. Audenaert","authors":"Koenraad M.R. Audenaert and Jaspal Singh Aujla","title":"On Ando's inequalities for convex and concave functions","comments":"18 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":null,"abstract":"  For positive semidefinite matrices $A$ and $B$, Ando and Zhan proved the\ninequalities $||| f(A)+f(B) ||| \\ge ||| f(A+B) |||$ and $||| g(A)+g(B) ||| \\le\n||| g(A+B) |||$, for any unitarily invariant norm, and for any non-negative\noperator monotone $f$ on $[0,\\infty)$ with inverse function $g$. These\ninequalities have very recently been generalised to non-negative concave\nfunctions $f$ and non-negative convex functions $g$, by Bourin and Uchiyama,\nand Kosem, respectively.\n  In this paper we consider the related question whether the inequalities $|||\nf(A)-f(B) ||| \\le ||| f(|A-B|) |||$, and $||| g(A)-g(B) ||| \\ge ||| g(|A-B|)\n|||$, obtained by Ando, for operator monotone $f$ with inverse $g$, also have a\nsimilar generalisation to non-negative concave $f$ and convex $g$. We answer\nexactly this question, in the negative for general matrices, and affirmatively\nin the special case when $A\\ge ||B||$.\n  In the course of this work, we introduce the novel notion of $Y$-dominated\nmajorisation between the spectra of two Hermitian matrices, where $Y$ is itself\na Hermitian matrix, and prove a certain property of this relation that allows\nto strengthen the results of Bourin-Uchiyama and Kosem, mentioned above.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 18:14:32 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Audenaert","Koenraad M. R.",""],["Aujla","Jaspal Singh",""]]}
{"id":"0704.0100","submitter":"Daisuke Ida","authors":"Daisuke Ida and Masaru Siino","title":"Topology Change of Black Holes","comments":"13 pages, 12 figures","journal-ref":"Prog.Theor.Phys.118:715-727,2007","doi":"10.1143/PTP.118.715","report-no":null,"categories":"gr-qc","license":null,"abstract":"  The topological structure of the event horizon has been investigated in terms\nof the Morse theory. The elementary process of topological evolution can be\nunderstood as a handle attachment. It has been found that there are certain\nconstraints on the nature of black hole topological evolution: (i) There are n\nkinds of handle attachments in (n+1)-dimensional black hole space-times. (ii)\nHandles are further classified as either of black or white type, and only black\nhandles appear in real black hole space-times. (iii) The spatial section of an\nexterior of the black hole region is always connected. As a corollary, it is\nshown that the formation of a black hole with an S**(n-2) x S**1 horizon from\nthat with an S**(n-1) horizon must be non-axisymmetric in asymptotically flat\nspace-times.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:11:53 GMT"},{"version":"v2","created":"Mon, 2 Apr 2007 22:21:01 GMT"},{"version":"v3","created":"Wed, 31 Oct 2007 15:14:41 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Ida","Daisuke",""],["Siino","Masaru",""]]}
{"id":"0704.0101","submitter":"Paolo Di Vecchia pdv","authors":"Paolo Di Vecchia","title":"The birth of string theory","comments":"Latex 60 pages, 2 figures, uses svmult.cls. Contribution to the\n  volume \"String theory and fundamental interactions\", dedicated to Gabriele\n  Veneziano on his 65th birthday.","journal-ref":"Lect.NotesPhys.737:59-118,2008","doi":null,"report-no":"NORDITA-2007-13","categories":"hep-th","license":null,"abstract":"  In this contribution we go through the developments that in the years 1968 to\n1974 led from the Veneziano model to the bosonic string.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:30:02 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Di Vecchia","Paolo",""]]}
{"id":"0704.0102","submitter":"Steven Dale Cutkosky","authors":"Marc Chardin, Steven Dale Cutkosky, Juergen Herzog and Hema Srinivasan","title":"Duality and Tameness","comments":"18 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AC math.AG","license":null,"abstract":"  We prove a duality theorem for certain graded algebras and show by various\nexamples different kinds of failure of tameness of local cohomology.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:40:22 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Chardin","Marc",""],["Cutkosky","Steven Dale",""],["Herzog","Juergen",""],["Srinivasan","Hema",""]]}
{"id":"0704.0103","submitter":"Gianluca Gemelli","authors":"Gianluca Gemelli","title":"Generalized regularly discontinuous solutions of the Einstein equations","comments":"26 pages.","journal-ref":"Int.J.Theor.Phys.46:3312-3330,2007","doi":"10.1007/s10773-007-9450-y","report-no":null,"categories":"gr-qc","license":null,"abstract":"  The physical consistency of the match of piecewise-$C^0$ metrics is\ndiscussed. The mathematical theory of gravitational discontinuity hypersurfaces\nis generalized to cover the match of regularly discontinuous metrics. The\nmean-value differential geometry framework on a hypersurface is introduced, and\ncorresponding compatibility conditions are deduced. Examples of generalized\nboundary layers, gravitational shock waves and thin shells are studied.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:43:30 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Gemelli","Gianluca",""]]}
{"id":"0704.0104","submitter":"Michele Grassi","authors":"Giovanni Gaiffi, Michele Grassi","title":"A geometric realization of sl(6,C)","comments":"16 pages, no figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG math.RT","license":null,"abstract":"  Given an orientable weakly self-dual manifold X of rank two, we build a\ngeometric realization of the Lie algebra sl(6,C) as a naturally defined algebra\nL of endomorphisms of the space of differential forms of X. We provide an\nexplicit description of Serre generators in terms of natural generators of L.\nThis construction gives a bundle on X which is related to the search for a\nnatural Gauge theory on X. We consider this paper as a first step in the study\nof a rich and interesting algebraic structure.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:52:31 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Gaiffi","Giovanni",""],["Grassi","Michele",""]]}
{"id":"0704.0105","submitter":"Michael Entov","authors":"Michael Entov and Leonid Polterovich","title":"Rigid subsets of symplectic manifolds","comments":"Significant corrections and changes in the part on monotone\n  Lagrangian submanifolds; a comment on the relation between Futaki invariant\n  and mixed action-Maslov homomorphism added","journal-ref":null,"doi":"10.1112/S0010437X0900400X","report-no":null,"categories":"math.SG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that there is an hierarchy of intersection rigidity properties of\nsets in a closed symplectic manifold: some sets cannot be displaced by\nsymplectomorphisms from more sets than the others. We also find new examples of\nrigidity of intersections involving, in particular, specific fibers of moment\nmaps of Hamiltonian torus actions, monotone Lagrangian submanifolds (following\nthe works of P.Albers and P.Biran-O.Cornea), as well as certain, possibly\nsingular, sets defined in terms of Poisson-commutative subalgebras of smooth\nfunctions. In addition, we get some geometric obstructions to semi-simplicity\nof the quantum homology of symplectic manifolds. The proofs are based on the\nFloer-theoretical machinery of partial symplectic quasi-states.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 19:57:30 GMT"},{"version":"v2","created":"Sun, 26 Oct 2008 06:58:31 GMT"}],"update_date":"2014-01-14","authors_parsed":[["Entov","Michael",""],["Polterovich","Leonid",""]]}
{"id":"0704.0106","submitter":"Xin-Nian Wang","authors":"Andreas Schafer, Xin-Nian Wang and Ben-Wei Zhang","title":"Multiple Parton Scattering in Nuclei: Quark-quark Scattering","comments":"49 pages in elsart style and 16 figures. Two sentences added, final\n  version appeared in Nucl. Phys. A","journal-ref":"Nucl.Phys.A793:128-170,2007","doi":"10.1016/j.nuclphysa.2007.06.009","report-no":null,"categories":"hep-ph nucl-th","license":null,"abstract":"  Modifications to quark and antiquark fragmentation functions due to\nquark-quark (antiquark) double scattering in nuclear medium are studied\nsystematically up to order \\cal{O}(\\alpha_{s}^2)$ in deeply inelastic\nscattering (DIS) off nuclear targets. At the order $\\cal{O}(\\alpha_s^2)$,\ntwist-four contributions from quark-quark (antiquark) rescattering also exhibit\nthe Landau-Pomeranchuck-Midgal (LPM) interference feature similar to gluon\nbremsstrahlung induced by multiple parton scattering. Compared to quark-gluon\nscattering, the modification, which is dominated by $t$-channel quark-quark\n(antiquark) scattering, is only smaller by a factor of $C_F/C_A=4/9$ times the\nratio of quark and gluon distributions in the medium. Such a modification is\nnot negligible for realistic kinematics and finite medium size. The\nmodifications to quark (antiquark) fragmentation functions from quark-antiquark\nannihilation processes are shown to be determined by the antiquark (quark)\ndistribution density in the medium. The asymmetry in quark and antiquark\ndistributions in nuclei will lead to different modifications of quark and\nantiquark fragmentation functions inside a nucleus, which qualitatively\nexplains the experimentally observed flavor dependence of the leading hadron\nsuppression in semi-inclusive DIS off nuclear targets. The quark-antiquark\nannihilation processes also mix quark and gluon fragmentation functions in the\nlarge fractional momentum region, leading to a flavor dependence of jet\nquenching in heavy-ion collisions.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 21:10:09 GMT"},{"version":"v2","created":"Fri, 9 Nov 2007 12:13:16 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Schafer","Andreas",""],["Wang","Xin-Nian",""],["Zhang","Ben-Wei",""]]}
{"id":"0704.0107","submitter":"Igor Grabec","authors":"I. Grabec","title":"Experimental modeling of physical laws","comments":"12 pages, 5 eps figures, uses svjour.cls","journal-ref":"Eur. Phys. J. - B, 22, 129-135 (2001)","doi":"10.1007/PL00011130","report-no":null,"categories":"physics.data-an","license":null,"abstract":"  A physical law is represented by the probability distribution of a measured\nvariable. The probability density is described by measured data using an\nestimator whose kernel is the instrument scattering function. The experimental\ninformation and data redundancy are defined in terms of information entropy.\nThe model cost function, comprised of data redundancy and estimation error, is\nminimized by the creation-annihilation process.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 20:57:01 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Grabec","I.",""]]}
{"id":"0704.0108","submitter":"Sergey Gubin","authors":"Sergey Gubin","title":"Reducing SAT to 2-SAT","comments":"8 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CC","license":null,"abstract":"  Description of a polynomial time reduction of SAT to 2-SAT of polynomial\nsize.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 23:16:27 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Gubin","Sergey",""]]}
{"id":"0704.0109","submitter":"Engin Durgun","authors":"Engin Durgun, Deniz Cakir, Nurten Akman, and Salim Ciraci","title":"Half-metallic silicon nanowires","comments":"5 pagesm 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.other","license":null,"abstract":"  From first-principles calculations, we predict that transition metal (TM)\natom doped silicon nanowires have a half-metallic ground state. They are\ninsulators for one spin-direction, but show metallic properties for the\nopposite spin direction. At high coverage of TM atoms, ferromagnetic silicon\nnanowires become metallic for both spin-directions with high magnetic moment\nand may have also significant spin-polarization at the Fermi level. The\nspin-dependent electronic properties can be engineered by changing the type of\ndopant TM atoms, as well as the diameter of the nanowire. Present results are\nnot only of scientific interest, but can also initiate new research on\nspintronic applications of silicon nanowires.\n","versions":[{"version":"v1","created":"Sun, 1 Apr 2007 22:10:53 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Durgun","Engin",""],["Cakir","Deniz",""],["Akman","Nurten",""],["Ciraci","Salim",""]]}
{"id":"0704.0110","submitter":"Debashish Goswami","authors":"Debashish Goswami","title":"On Equivariant Embedding of Hilbert C^* modules","comments":"revised substantially, by correcting a wrong argument, pointed out by\n  an anonymous referee (thanks to him/her for this!)","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA","license":null,"abstract":"  We prove that an arbitrary (not necessarily countably generated) Hilbert\n$G$-$\\cla$ module on a G-C^* algebra $\\cla$ admits an equivariant embedding\ninto a trivial $G-\\cla$ module, provided G is a compact Lie group and its\naction on $\\cla$ is ergodic.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 00:46:51 GMT"},{"version":"v2","created":"Mon, 23 Jul 2007 19:16:25 GMT"}],"update_date":"2007-07-23","authors_parsed":[["Goswami","Debashish",""]]}
{"id":"0704.0111","submitter":"Debashish Goswami","authors":"Debashish Goswami","title":"Invariance and the twisted Chern character : a case study","comments":"to appear in the proceedings of the conference `Traces in Geometry,\n  Number Theory and Quantum Fields' held in MPI (Bonn), 2005.","journal-ref":null,"doi":null,"report-no":null,"categories":"math.QA math.KT","license":null,"abstract":"  We give details of the proof of the remark made in \\cite{G2} that the Chern\ncharacters of the canonical generators on the K homology of the quantum group\n$SU_q(2)$ are not invariant under the natural $SU_q(2)$ coaction. Furthermore,\nthe conjecture made in \\cite{G2} about the nontriviality of the twisted Chern\ncharacter coming from an odd equivariant spectral triple on $SU_q(2)$ is\nsettled in the affirmative.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 00:53:38 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Goswami","Debashish",""]]}
{"id":"0704.0112","submitter":"Robert P. C. de Marrais","authors":"Robert P. C. de Marrais","title":"Placeholder Substructures III: A Bit-String-Driven ''Recipe Theory'' for\n  Infinite-Dimensional Zero-Divisor Spaces","comments":"32 pp., 1 fig. Third of 3-part \"theorem/proof\" exposition of 78-slide\n  Powerpoint from NKS 2006, available at\n  http://wolframscience.com/conference/2006/presentations/materials/demarrais.ppt\n  V2: small fixes, 2 new notes. V3: Added small number of corrections (pp. 8,\n  15-16), one long remark (pp. 21-22), RE: 2nd type of box-kite flow pattern","journal-ref":null,"doi":null,"report-no":null,"categories":"math.RA","license":null,"abstract":"  Zero-divisors (ZDs) derived by Cayley-Dickson Process (CDP) from\nN-dimensional hypercomplex numbers (N a power of 2, at least 4) can represent\nsingularities and, as N approaches infinite, fractals -- and thereby,scale-free\nnetworks. Any integer greater than 8 and not a power of 2 generates a\nmeta-fractal or \"Sky\" when it is interpreted as the \"strut constant\" (S) of an\nensemble of octahedral vertex figures called \"Box-Kites\" (the fundamental\nbuilding blocks of ZDs). Remarkably simple bit-manipulation rules or \"recipes\"\nprovide tools for transforming one fractal genus into others within the context\nof Wolfram's Class 4 complexity.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 00:56:15 GMT"},{"version":"v2","created":"Sun, 8 Apr 2007 14:24:47 GMT"},{"version":"v3","created":"Thu, 22 Nov 2007 01:47:45 GMT"}],"update_date":"2007-11-22","authors_parsed":[["de Marrais","Robert P. C.",""]]}
{"id":"0704.0113","submitter":"Xiaolin Li","authors":"Xiaolin Li, Li Zhang, Xinran Wang, Iwao Shimoyama, Xiaoming Sun,\n  Won-Seok Seo and Hongjie Dai (Department of Chemistry, Stanford University.)","title":"Langmuir blodgett assembly of densely aligned single walled carbon\n  nanotubes from bulk materials","comments":"3 pages, 3 figures. JACS, 2007, in press","journal-ref":null,"doi":"10.1021/ja071114e","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  Single walled carbon nanotubes exhibit advanced electrical and surface\nproperties useful for high performance nanoelectronics. Important to future\nmanufacturing of nanotube circuits is large scale assembly of SWNTs into\naligned forms. Despite progress in assembly and oriented synthesis, pristine\nSWNTs in aligned and close-packed form remain elusive and needed for high\ncurrent, speed and density devices through collective operations of parallel\nSWNTs. Here, we develop a Langmuir Blodgett method achieving monolayers of\naligned SWNTs with dense packing, central to which is a non covalent polymer\nfunctionalization by PmPV imparting high solubility and stability of SWNTs in\nan organic solvent DCE. Pressure cycling or annealing during LB film\ncompression reduces hysteresis and facilitates high degree alignment and\npacking of SWNTs characterized by microscopy and polarized Raman spectroscopy.\nThe monolayer SWNTs are readily patterned for device integration by\nmicrofabrication, enabling the highest currents 3mA through the narrowest\nregions packed with aligned SWNTs thus far.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 01:01:27 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Li","Xiaolin","","Department of Chemistry, Stanford University."],["Zhang","Li","","Department of Chemistry, Stanford University."],["Wang","Xinran","","Department of Chemistry, Stanford University."],["Shimoyama","Iwao","","Department of Chemistry, Stanford University."],["Sun","Xiaoming","","Department of Chemistry, Stanford University."],["Seo","Won-Seok","","Department of Chemistry, Stanford University."],["Dai","Hongjie","","Department of Chemistry, Stanford University."]]}
{"id":"0704.0114","submitter":"Valeri Kotov","authors":"Valeri N. Kotov, Dao-Xin Yao, A. H. Castro Neto, D. K. Campbell","title":"Quantum Phase Transition in the Four-Spin Exchange Antiferromagnet","comments":"6 pages, 4 figures; published version","journal-ref":"Physical Review B 80, 174403 (2009)","doi":"10.1103/PhysRevB.80.174403","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the S=1/2 Heisenberg antiferromagnet on a square lattice with\nnearest-neighbor and plaquette four-spin exchanges (introduced by A.W. Sandvik,\nPhys. Rev. Lett. {\\bf 98}, 227202 (2007).)\n  This model undergoes a quantum phase transition from a spontaneously\ndimerized phase to N\\'eel order at a critical coupling. We show that as the\ncritical point is approached from the dimerized side, the system exhibits\nstrong fluctuations in the dimer background, reflected in the presence of a\nlow-energy singlet mode, with a simultaneous rise in the triplet quasiparticle\ndensity. We find that both singlet and triplet modes of high density condense\nat the transition, signaling restoration of lattice symmetry. In our approach,\nwhich goes beyond mean-field theory in terms of the triplet excitations, the\ntransition appears sharp; however since our method breaks down near the\ncritical point, we argue that we cannot make a definite conclusion regarding\nthe order of the transition.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 19:09:29 GMT"},{"version":"v2","created":"Wed, 5 Aug 2009 01:05:58 GMT"},{"version":"v3","created":"Fri, 13 Nov 2009 23:05:42 GMT"}],"update_date":"2009-11-14","authors_parsed":[["Kotov","Valeri N.",""],["Yao","Dao-Xin",""],["Neto","A. H. Castro",""],["Campbell","D. K.",""]]}
{"id":"0704.0115","submitter":"Yoshifumi Ando","authors":"Yoshifumi Ando","title":"Smooth maps with singularities of bounded K-codimensions","comments":"Typographic errors are revised and several expressions are modified\n  to better ones","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":null,"abstract":"  We will prove the relative homotopy principle for smooth maps with\nsingularities of a given {\\cal K}-invariant class with a mild condition. We\nnext study a filtration of the group of homotopy self-equivalences of a given\nmanifold P by considering singularities of non-negative {\\cal K}-codimensions.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 02:00:15 GMT"},{"version":"v2","created":"Mon, 9 Apr 2007 05:12:30 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ando","Yoshifumi",""]]}
{"id":"0704.0116","submitter":"Soon-Tae Hong","authors":"Yong Seung Cho, Soon-Tae Hong","title":"Stringy Jacobi fields in Morse theory","comments":"4 pages, more references are added","journal-ref":"Phys.Rev.D75:127902,2007","doi":"10.1103/PhysRevD.75.127902","report-no":null,"categories":"math-ph hep-th math.MP","license":null,"abstract":"  We consider the variation of the surface spanned by closed strings in a\nspacetime manifold. Using the Nambu-Goto string action, we induce the geodesic\nsurface equation, the geodesic surface deviation equation which yields a Jacobi\nfield, and we define the index form of a geodesic surface as in the case of\npoint particles to discuss conjugate strings on the geodesic surface.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 02:05:10 GMT"},{"version":"v2","created":"Mon, 21 May 2007 04:49:53 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Cho","Yong Seung",""],["Hong","Soon-Tae",""]]}
{"id":"0704.0117","submitter":"Mang Feng","authors":"T. Liu, K.L. Wang, and M. Feng","title":"Lower ground state due to counter-rotating wave interaction in trapped\n  ion system","comments":"Complete solution of a trapped ion in both strong and weak excitation\n  regimes and beyond Lamb-Dicke limit. Also applicable to JC model relevant\n  problems","journal-ref":null,"doi":"10.1088/0953-4075/40/11/002","report-no":null,"categories":"quant-ph","license":null,"abstract":"  We consider a single ion confined in a trap under radiation of two traveling\nwaves of lasers. In the strong-excitation regime and without the restriction of\nLamb-Dicke limit, the Hamiltonian of the system is similar to a driving\nJaynes-Cummings model without rotating wave approximation (RWA). The approach\nwe developed enables us to present a complete eigensolutions, which makes it\navailable to compare with the solutions under the RWA. We find that, the ground\nstate in our non-RWA solution is energically lower than the counterpart under\nthe RWA. If we have the ion in the ground state, it is equivalent to a spin\ndependent force on the trapped ion. Discussion is made for the difference\nbetween the solutions with and without the RWA, and for the relevant\nexperimental test, as well as for the possible application in quantum\ninformation processing.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 03:04:49 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Liu","T.",""],["Wang","K. L.",""],["Feng","M.",""]]}
{"id":"0704.0118","submitter":"Paul Welander","authors":"Paul B. Welander and James N. Eckstein","title":"Strained single-crystal Al2O3 grown layer-by-layer on Nb (110) thin\n  films","comments":"4 pages, 4 figures, submitted to Appl. Phys. Lett.","journal-ref":null,"doi":"10.1063/1.2747675","report-no":null,"categories":"cond-mat.supr-con cond-mat.mtrl-sci","license":null,"abstract":"  We report on the layer-by-layer growth of single-crystal Al2O3 thin-films on\nNb (110). Single-crystal Nb films are first prepared on A-plane sapphire,\nfollowed by the evaporation of Al in an O2 background. The first stages of\nAl2O3 growth are layer-by-layer with hexagonal symmetry. Electron and x-ray\ndiffraction measurements indicate the Al2O3 initially grows clamped to the Nb\nlattice with a tensile strain near 10%. This strain relaxes with further\ndeposition, and beyond about 5 nm we observe the onset of island growth.\nDespite the asymmetric misfit between the Al2O3 film and the Nb under-layer,\nthe observed strain is surprisingly isotropic.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 04:31:34 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Welander","Paul B.",""],["Eckstein","James N.",""]]}
{"id":"0704.0119","submitter":"Arumugam Thamizhavel","authors":"A. Thamizhavel, R. Kulkarni and S. K. Dhar","title":"Quasi-quartet crystal electric field ground state in a tetragonal\n  CeAg$_2$Ge$_2$ single crystal","comments":"2 pages, 2 figures, Submitted to the proceedings of SCES-07, Houston","journal-ref":null,"doi":"10.1016/j.physb.2007.10.244","report-no":null,"categories":"cond-mat.str-el","license":null,"abstract":"  We have successfully grown the single crystals of CeAg$_2$Ge$_2$, for the\nfirst time, by flux method and studied the anisotropic physical properties by\nmeasuring the electrical resistivity, magnetic susceptibility and specific\nheat. We found that CeAg$_2$Ge$_2$ undergoes an antiferromagnetic transition at\n$T_{\\rm N}$ = 4.6 K. The electrical resistivity and susceptibility data reveal\nstrong anisotropic magnetic properties. The magnetization measured at $T$ = 2 K\nexhibited two metamagnetic transitions at $H_{\\rm m1}$ = 31 kOe and $H_{\\rm\nm2}$ = 44.7 kOe, for $H \\parallel$ [100] with a saturation magnetization of 1.6\n$\\mu_{\\rm B}$/Ce. The crystalline electric field (CEF) analysis of the inverse\nsusceptibility data reveals that the ground state and the first excited states\nof CeAg$_2$Ge$_2$ are closely spaced indicating a quasi-quartet ground state.\nThe specific heat data lend further support to the presence of closely spaced\nenergy levels.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 04:25:54 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Thamizhavel","A.",""],["Kulkarni","R.",""],["Dhar","S. K.",""]]}
{"id":"0704.0120","submitter":"Haibo Li","authors":"Xiao-Dong Cheng, Kang-Lin He, Hai-Bo Li, Yi-Fang Wang, Mao-Zhi Yang","title":"Strong Phase and $D^0-D^0bar$ mixing at BES-III","comments":"6 pages, 1 figure, a typo fixed, add more reference and a few\n  corrections","journal-ref":"Phys.Rev.D75:094019,2007","doi":"10.1103/PhysRevD.75.094019","report-no":null,"categories":"hep-ex hep-ph","license":null,"abstract":"  Most recently, both BaBar and Belle experiments found evidences of neutral\n$D$ mixing. In this paper, we discuss the constraints on the strong phase\ndifference in $D^0 \\to K\\pi$ decay from the measurements of the mixing\nparameters, $y^\\prime$, $y_{CP}$ and $x$ at the $B$ factories. The sensitivity\nof the measurement of the mixing parameter $y$ is estimated in BES-III\nexperiment at $\\psi(3770)$ peak. We also make an estimate on the measurements\nof the mixing rate $R_M$. Finally, the sensitivity of the strong phase\ndifference at BES-III are obtained by using data near the $D\\bar{D}$ threshold\nwith CP tag technique at BES-III experiment.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:09:43 GMT"},{"version":"v2","created":"Tue, 3 Apr 2007 02:15:30 GMT"},{"version":"v3","created":"Wed, 18 Apr 2007 06:50:11 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Cheng","Xiao-Dong",""],["He","Kang-Lin",""],["Li","Hai-Bo",""],["Wang","Yi-Fang",""],["Yang","Mao-Zhi",""]]}
{"id":"0704.0121","submitter":"Changhyun Ahn","authors":"Changhyun Ahn","title":"Meta-Stable Brane Configuration of Product Gauge Groups","comments":"27 pp; 7 figures; Pages 8, 17 and 18 improved and figure 7 corrected;\n  the abstract and introduction improved and to appear in CQG","journal-ref":"Class.Quant.Grav.25:075001,2008","doi":"10.1088/0264-9381/25/7/075001","report-no":null,"categories":"hep-th","license":null,"abstract":"  Starting from the N=1 SU(N_c) x SU(N_c') gauge theory with fundamental and\nbifundamental flavors, we apply the Seiberg dual to the first gauge group and\nobtain the N=1 dual gauge theory with dual matters including the gauge\nsinglets. By analyzing the F-term equations of the superpotential, we describe\nthe intersecting type IIA brane configuration for the meta-stable\nnonsupersymmetric vacua of this gauge theory. By introducing an orientifold\n6-plane, we generalize to the case for N=1 SU(N_c) x SO(N_c') gauge theory with\nfundamental and bifundamental flavors. Finally, the N=1 SU(N_c) x Sp(N_c')\ngauge theory with matters is also described very briefly.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 05:02:33 GMT"},{"version":"v2","created":"Thu, 31 May 2007 13:00:29 GMT"},{"version":"v3","created":"Fri, 15 Feb 2008 15:37:24 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Ahn","Changhyun",""]]}
{"id":"0704.0122","submitter":"Masahiro Takahashi","authors":"M. Takahashi, Sankalpa Ghosh, T. Mizushima, K. Machida","title":"Spinor dipolar Bose-Einstein condensates; Classical spin approach","comments":"5 pages, 5 figures","journal-ref":"Phys. Rev. Lett. 98, 260403 (2007)","doi":"10.1103/PhysRevLett.98.260403","report-no":null,"categories":"cond-mat.other","license":null,"abstract":"  Magnetic dipole-dipole interaction dominated Bose-Einstein condensates are\ndiscussed under spinful situations. We treat the spin degrees of freedom as a\nclassical spin vector, approaching from large spin limit to obtain an effective\nminimal Hamiltonian; a version extended from a non-linear sigma model. By\nsolving the Gross-Pitaevskii equation we find several novel spin textures where\nthe mass density and spin density are strongly coupled, depending upon trap\ngeometries due to the long-range and anisotropic natures of the dipole-dipole\ninteraction.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 05:15:28 GMT"},{"version":"v2","created":"Wed, 4 Apr 2007 04:30:54 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Takahashi","M.",""],["Ghosh","Sankalpa",""],["Mizushima","T.",""],["Machida","K.",""]]}
{"id":"0704.0123","submitter":"D. N. Makovetskii","authors":"D. N. Makovetskii","title":"Nonlinear Dynamics of the Phonon Stimulated Emission in Microwave\n  Solid-State Resonator of the Nonautonomous Phaser Generator","comments":"15 pages, 5 figures. Translated from Russian. Originally published\n  in: Radiofizika i Elektronika (Kharkov), 2001, vol.6, no.1, pp.124-134","journal-ref":null,"doi":null,"report-no":null,"categories":"nlin.CD cond-mat.other physics.optics","license":null,"abstract":"  The microwave phonon stimulated emission (SE) has been experimentally and\nnumerically investigated in a nonautonomous microwave acoustic quantum\ngenerator, called also microwave phonon laser or phaser (see previous works\narXiv:cond-mat/0303188 ; arXiv:cond-mat/0402640 ; arXiv:nlin.CG/0703050)\nPhenomena of branching and long-time refractority (absence of the reaction on\nthe external pulses) for deterministic chaotic and regular processes of SE were\nobserved in experiments with various levels of electromagnetic pumping. At the\npumping level growth, the clearly depined increasing of the number of\ncoexisting SE states has been observed both in real physical experiments and in\ncomputer simulations. This confirms the analytical estimations of the branching\ndensity in the phase space. The nature of the refractority of SE pulses is\nclosely connected with the pointed branching and reflects the crises of strange\nattractors, i.e. their collisions with unstable periodic components of the\nhigher branches of SE states in the nonautonomous microwave phonon laser.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 05:32:43 GMT"}],"update_date":"2009-06-25","authors_parsed":[["Makovetskii","D. N.",""]]}
{"id":"0704.0124","submitter":"Alexander Tumanov","authors":"Bernard Coupet, Alexandre Sukhov, and Alexander Tumanov","title":"Proper J-holomorphic discs in Stein domains of dimension 2","comments":"22 pages; corrected typos, updated list of references","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove the existence of global Bishop discs in a strictly pseudoconvex\nStein domain in an almost complex manifold of complex dimension 2.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 05:55:19 GMT"},{"version":"v2","created":"Thu, 3 Jan 2008 01:59:35 GMT"},{"version":"v3","created":"Sun, 5 Oct 2008 04:31:23 GMT"}],"update_date":"2008-10-05","authors_parsed":[["Coupet","Bernard",""],["Sukhov","Alexandre",""],["Tumanov","Alexander",""]]}
{"id":"0704.0125","submitter":"Jens Wirth","authors":"Michael Reissig and Jens Wirth","title":"Anisotropic thermo-elasticity in 2D -- Part I: A unified approach","comments":"22 pages;","journal-ref":"Asymptotic Analysis, 57 No. 1-2, 1-27, 2008","doi":"10.3233/ASY-2008-0863","report-no":null,"categories":"math.AP","license":null,"abstract":"  In this note we develop tools and techniques for the treatment of anisotropic\nthermo-elasticity in two space dimensions. We use a diagonalisation technique\nto obtain properties of the characteristic roots of the full symbol of the\nsystem in order to prove $L^p$--$L^q$ decay rates for its solutions.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:09:31 GMT"},{"version":"v2","created":"Tue, 21 Aug 2007 09:54:35 GMT"},{"version":"v3","created":"Thu, 15 Nov 2007 13:32:24 GMT"}],"update_date":"2008-04-10","authors_parsed":[["Reissig","Michael",""],["Wirth","Jens",""]]}
{"id":"0704.0126","submitter":"Huan Yang","authors":"Huan Yang, Ying Jia, Lei Shan, Yingzi Zhang, Hai-Hu Wen, Chenggang\n  Zhuang, Zikui Liu, Qi Li, Yi Cui, Xiaoxing Xi","title":"I-V characteristics of the vortex state in MgB2 thin films","comments":"7 pages, 9 figures","journal-ref":"Phys. Rev. B 76, 134513 (2007)","doi":"10.1103/PhysRevB.76.134513","report-no":null,"categories":"cond-mat.supr-con","license":null,"abstract":"  The current-voltage (I-V) characteristics of various MgB2 films have been\nstudied at different magnetic fields parallel to c-axis. At fields \\mu0H\nbetween 0 and 5T, vortex liquid-glass transitions were found in the I-V\nisotherms. Consistently, the I-V curves measured at different temperatures show\na scaling behavior in the framework of quasi-two-dimension (quasi-2D) vortex\nglass theory. However, at \\mu0 H >= 5T, a finite dissipation was observed down\nto the lowest temperature here, T=1.7K, and the I-V isotherms did not scale in\nterms of any known scaling law, of any dimensionality. We suggest that this may\nbe caused by a mixture of \\sigma band vortices and \\pi band quasiparticles.\nInterestingly, the I-V curves at zero magnetic field can still be scaled\naccording to the quasi-2D vortex glass formalism, indicating an equivalent\neffect of self-field due to persistent current and applied magnetic field.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 14:01:00 GMT"},{"version":"v2","created":"Tue, 30 Oct 2007 03:07:52 GMT"}],"update_date":"2008-09-08","authors_parsed":[["Yang","Huan",""],["Jia","Ying",""],["Shan","Lei",""],["Zhang","Yingzi",""],["Wen","Hai-Hu",""],["Zhuang","Chenggang",""],["Liu","Zikui",""],["Li","Qi",""],["Cui","Yi",""],["Xi","Xiaoxing",""]]}
{"id":"0704.0127","submitter":"Kai Liu","authors":"Randy K. Dumas, Chang-Peng Li, Igor V. Roshchin, Ivan K. Schuller and\n  Kai Liu","title":"Magnetic Fingerprints of sub-100 nm Fe Nanodots","comments":"19 pages, 4 figures, to appear in PRB","journal-ref":"Phys. Rev. B 75, 134405 (2007).","doi":"10.1103/PhysRevB.75.134405","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  Sub-100 nm nanomagnets not only are technologically important, but also\nexhibit complex magnetization reversal behaviors as their dimensions are\ncomparable to typical magnetic domain wall widths. Here we capture magnetic\n\"fingerprints\" of 1 billion Fe nanodots as they undergo a single domain to\nvortex state transition, using a first-order reversal curve (FORC) method. As\nthe nanodot size increases from 52 nm to 67 nm, the FORC diagrams reveal\nstriking differences, despite only subtle changes in their major hysteresis\nloops. The 52 nm nanodots exhibit single domain behavior and the coercivity\ndistribution extracted from the FORC distribution agrees well with a\ncalculation based on the measured nanodot size distribution. The 58 and 67 nm\nnanodots exhibit vortex states, where the nucleation and annihilation of the\nvortices are manifested as butterfly-like features in the FORC distribution and\nconfirmed by micromagnetic simulations. Furthermore, the FORC method gives\nquantitative measures of the magnetic phase fractions, and vortex nucleation\nand annihilation fields.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:14:30 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Dumas","Randy K.",""],["Li","Chang-Peng",""],["Roshchin","Igor V.",""],["Schuller","Ivan K.",""],["Liu","Kai",""]]}
{"id":"0704.0128","submitter":"Kim Page","authors":"P.A. Evans (1), A.P. Beardmore (1), K.L. Page (1), L.G. Tyler (1),\n  J.P. Osborne (1), M.R. Goad (1), P.T. O'Brien (1), L. Vetere (2), J. Racusin\n  (2), D. Morris (2), D.N. Burrows (2), M. Capalbi (3), M. Perri (3), N.\n  Gehrels (4) and P. Romano (5,6) ((1) University of Leicester, (2)\n  Pennsylvania State University, (3) ASI Science Data Center, (4) NASA/Goddard\n  Space Flight Center, (5) INAF-Osservatorio Astronomico di Brera, (6)\n  Universita' degli Studi di Milano)","title":"An online repository of Swift/XRT light curves of GRBs","comments":"8 pages, 6 figures, Accepted for publication in A&A","journal-ref":null,"doi":"10.1051/0004-6361:20077530","report-no":null,"categories":"astro-ph","license":null,"abstract":"  Context. Swift data are revolutionising our understanding of Gamma Ray\nBursts. Since bursts fade rapidly, it is desirable to create and disseminate\naccurate light curves rapidly.\n  Aims. To provide the community with an online repository of X-ray light\ncurves obtained with Swift. The light curves should be of the quality expected\nof published data, but automatically created and updated so as to be\nself-consistent and rapidly available. Methods. We have produced a suite of\nprograms which automatically generates Swift/XRT light curves of GRBs. Effects\nof the damage to the CCD, automatic readout-mode switching and pile-up are\nappropriately handled, and the data are binned with variable bin durations, as\nnecessary for a fading source.\n  Results. The light curve repository website\n(http://www.swift.ac.uk/xrt_curves) contains light curves, hardness ratios and\ndeep images for every GRB which Swift's XRT has observed. When new GRBs are\ndetected, light curves are created and updated within minutes of the data\narriving at the UK Swift Science Data Centre.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:22:08 GMT"},{"version":"v2","created":"Thu, 19 Apr 2007 14:27:25 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Evans","P. A.",""],["Beardmore","A. P.",""],["Page","K. L.",""],["Tyler","L. G.",""],["Osborne","J. P.",""],["Goad","M. R.",""],["O'Brien","P. T.",""],["Vetere","L.",""],["Racusin","J.",""],["Morris","D.",""],["Burrows","D. N.",""],["Capalbi","M.",""],["Perri","M.",""],["Gehrels","N.",""],["Romano","P.",""]]}
{"id":"0704.0129","submitter":"Alfonso Sorrentino","authors":"Alfonso Sorrentino","title":"On the total disconnectedness of the quotient Aubry set","comments":"21 pages, accepted for publication in Ergodic Theory Dynam. Systems","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS math-ph math.AP math.MP","license":null,"abstract":"  In this paper we show that the quotient Aubry set associated to certain\nLagrangians is totally disconnected (i.e., every connected component consists\nof a single point). Moreover, we discuss the relation between this problem and\na Morse-Sard type property for (difference of) critical subsolutions of\nHamilton-Jacobi equations.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:03:33 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Sorrentino","Alfonso",""]]}
{"id":"0704.0130","submitter":"Sofiane Bouarroudj","authors":"Sofiane Bouarroudj, Pavel Grozman, Dimitry Leites","title":"New simple modular Lie superalgebras as generalized prolongs","comments":"20 pages, to appear in Funktsional. Anal. i Prilozhen","journal-ref":"Funktsional. Anal. i Prilozhen 42, no. 3, (2008), 1-9; English\n  transl.: Funct. Anal. and its Appl., 42, no. 3, (2008), 161-168.","doi":null,"report-no":null,"categories":"math.RT","license":null,"abstract":"  Over algebraically closed fields of characteristic p>2, prolongations of the\nsimple finite dimensional Lie algebras and Lie superalgebras with Cartan matrix\nare studied for certain simplest gradings of these algebras. Several new simple\nLie superalgebras are discovered, serial and exceptional, including superBrown\nand superMelikyan superalgebras. Simple Lie superalgebras with Cartan matrix of\nrank 2 are classified.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:25:15 GMT"}],"update_date":"2009-06-24","authors_parsed":[["Bouarroudj","Sofiane",""],["Grozman","Pavel",""],["Leites","Dimitry",""]]}
{"id":"0704.0131","submitter":"J. Johansson","authors":"J.X. Zheng-Johansson","title":"Vacuum Structure and Potential","comments":"8 pages, 2 figures.","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":null,"abstract":"  Based on overall experimental observations, especially the pair processes, I\ndeveloped a model structure of the vacuum along with a basic-particle formation\nscheme begun in 2000 (with collaborator P-I Johansson). The model consists in\nthat the vacuum is, briefly, filled of neutral but polarizable vacuuons,\nconsisting each of a p-vaculeon and n- vaculeon of charges $+e$ and $-e$ of\nzero rest masses but with spin motions, assumed interacting each other with a\nCoulomb force. The model has been introduced in full in a book (Nova Sci, 2005)\nand referred to in a number of journal/E-print papers. I outline in this easier\naccessible paper the detailed derivation of the model and a corresponding\nquantitative determination of the vacuuon size.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:41:44 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Zheng-Johansson","J. X.",""]]}
{"id":"0704.0132","submitter":"Vadim S. Khrapai","authors":"V.S. Khrapai, S. Ludwig, J.P. Kotthaus, H.P. Tranitz, W. Wegscheider","title":"Counterflow of electrons in two isolated quantum point contacts","comments":"as published","journal-ref":"Phys. Rev. Lett. 99, 096803 (2007)","doi":"10.1103/PhysRevLett.99.096803","report-no":null,"categories":"cond-mat.mes-hall","license":null,"abstract":"  We study the interaction between two adjacent but electrically isolated\nquantum point contacts (QPCs). At high enough source-drain bias on one QPC, the\ndrive QPC, we detect a finite electric current in the second, unbiased,\ndetector QPC. The current generated at the detector QPC always flows in the\nopposite direction than the current of the drive QPC. The generated current is\nmaximal, if the detector QPC is tuned to a transition region between its\nquantized conductance plateaus and the drive QPC is almost pinched-off. We\ninterpret this counterflow phenomenon in terms of an asymmetric phonon-induced\nexcitation of electrons in the leads of the detector QPC.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:26:41 GMT"},{"version":"v2","created":"Mon, 3 Sep 2007 05:13:33 GMT"}],"update_date":"2007-09-03","authors_parsed":[["Khrapai","V. S.",""],["Ludwig","S.",""],["Kotthaus","J. P.",""],["Tranitz","H. P.",""],["Wegscheider","W.",""]]}
{"id":"0704.0133","submitter":"Dieter Lutz","authors":"D. Lutz, E. Sturm, L.J. Tacconi, E. Valiante, M. Schweitzer, H.\n  Netzer, R. Maiolino, P. Andreani, O. Shemmer, S. Veilleux","title":"PAH emission and star formation in the host of the z~2.56 Cloverleaf QSO","comments":"Accepted for publication as an ApJ Letter. 14 pages, 3 figures.","journal-ref":null,"doi":"10.1086/518537","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We report the first detection of the 6.2micron and 7.7micron infrared `PAH'\nemission features in the spectrum of a high redshift QSO, from the Spitzer-IRS\nspectrum of the Cloverleaf lensed QSO (H1413+117, z~2.56). The ratio of PAH\nfeatures and rest frame far-infrared emission is the same as in lower\nluminosity star forming ultraluminous infrared galaxies and in local PG QSOs,\nsupporting a predominantly starburst nature of the Cloverleaf's huge\nfar-infrared luminosity (5.4E12 Lsun, corrected for lensing). The Cloverleaf's\nperiod of dominant QSO activity (Lbol ~ 7E13 Lsun) is coincident with an\nintense (star formation rate ~1000 Msun/yr) and short (gas exhaustion time\n~3E7yr) star forming event.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:51:10 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Lutz","D.",""],["Sturm","E.",""],["Tacconi","L. J.",""],["Valiante","E.",""],["Schweitzer","M.",""],["Netzer","H.",""],["Maiolino","R.",""],["Andreani","P.",""],["Shemmer","O.",""],["Veilleux","S.",""]]}
{"id":"0704.0134","submitter":"A. K. Chaudhuri","authors":"A. K. Chaudhuri","title":"Causal dissipative hydrodynamics for QGP fluid in 2+1 dimensions","comments":"Extensively revised version. In the revised version, we have\n  discussed the effect of viscosity on (quark) transverse momentum distribution\n  and on elliptic flow. It was shown that elliptic flow saturates due to\n  non-equilirium correction to the equilibrium distribution function and can\n  not be mimicked by ideal dynamics. 15 pages, 16 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-th","license":null,"abstract":"  In 2nd order causal dissipative theory, space-time evolution of QGP fluid is\nstudied in 2+1 dimensions. Relaxation equations for shear stress tensors are\nsolved simultaneously with the energy-momentum conservation equations.\nComparison of evolution of ideal and viscous QGP fluid, initialized under the\nsame conditions, e.g. same equilibration time, energy density and velocity\nprofile, indicate that in a viscous dynamics, energy density or temperature of\nthe fluid evolve slowly, than in an ideal fluid. Cooling gets slower as\nviscosity increases. Transverse expansion also increases in a viscous dynamics.\nFor the first time we have also studied elliptic flow of 'quarks' in causal\nviscous dynamics. It is shown that elliptic flow of quarks saturates due to\nnon-equilibrium correction to equilibrium distribution function, and can not be\nmimicked by an ideal hydrodynamics.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 06:56:01 GMT"},{"version":"v2","created":"Wed, 1 Aug 2007 13:19:18 GMT"}],"update_date":"2007-08-01","authors_parsed":[["Chaudhuri","A. K.",""]]}
{"id":"0704.0135","submitter":"Nicolas Menicucci","authors":"Nicolas C. Menicucci and G. J. Milburn","title":"A Single Trapped Ion as a Time-Dependent Harmonic Oscillator","comments":"5 pages (two-column format), no figures, added introductory material,\n  other minor content revisions","journal-ref":"Phys. Rev. A 76, 052105 (2007)","doi":"10.1103/PhysRevA.76.052105","report-no":null,"categories":"quant-ph","license":null,"abstract":"  We show how a single trapped ion may be used to test a variety of important\nphysical models realized as time-dependent harmonic oscillators. The ion itself\nfunctions as its own motional detector through laser-induced electronic\ntransitions. Alsing et al. [Phys. Rev. Lett. 94, 220401 (2005)] proposed that\nan exponentially decaying trap frequency could be used to simulate (thermal)\nGibbons-Hawking radiation in an expanding universe, but the Hamiltonian used\nwas incorrect. We apply our general solution to this experimental proposal,\ncorrecting the result for a single ion and showing that while the actual\nspectrum is different from the Gibbons-Hawking case, it nevertheless shares an\nimportant experimental signature with this result.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:01:41 GMT"},{"version":"v2","created":"Fri, 27 Jul 2007 16:43:16 GMT"}],"update_date":"2007-12-23","authors_parsed":[["Menicucci","Nicolas C.",""],["Milburn","G. J.",""]]}
{"id":"0704.0136","submitter":"Zihua Weng","authors":"Zihua Weng","title":"Compounding Fields and Their Quantum Equations in the Trigintaduonion\n  Space","comments":"17 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":null,"abstract":"  The 32-dimensional compounding fields and their quantum interplays in the\ntrigintaduonion space can be presented by analogy with octonion and sedenion\nelectromagnetic, gravitational, strong and weak interactions. In the\ntrigintaduonion fields which are associated with the electromagnetic,\ngravitational, strong and weak interactions, the study deduces some conclusions\nof field source particles (quarks and leptons) and intermediate particles which\nare consistent with current some sorts of interaction theories. In the\ntrigintaduonion fields which are associated with the hyper-strong and\nstrong-weak fields, the paper draws some predicts and conclusions of the field\nsource particles (sub-quarks) and intermediate particles. The research results\nshow that there may exist some new particles in the nature.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 07:37:17 GMT"},{"version":"v2","created":"Fri, 7 Sep 2007 09:10:51 GMT"}],"update_date":"2011-11-09","authors_parsed":[["Weng","Zihua",""]]}
{"id":"0704.0137","submitter":"Suresh Tiwari dr","authors":"S C Tiwari","title":"Topological defects, geometric phases, and the angular momentum of light","comments":"No figures","journal-ref":"Optik-International Journal for Light and Electron Optics, 120,\n  414-417 (2009)","doi":null,"report-no":null,"categories":"quant-ph","license":null,"abstract":"  Recent reports on the intriguing features of vector vortex bearing beams are\nanalyzed using geometric phases in optics. It is argued that the spin\nredirection phase induced circular birefringence is the origin of topological\nphase singularities arising in the inhomogeneous polarization patterns. A\nunified picture of recent results is presented based on this proposition.\nAngular momentum shift within the light beam (OAM) has exact equivalence with\nthe angular momentum holonomy associated with the geometric phase consistent\nwith our conjecture.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:04:02 GMT"}],"update_date":"2009-05-15","authors_parsed":[["Tiwari","S C",""]]}
{"id":"0704.0138","submitter":"Enrico Barausse","authors":"Enrico Barausse, Scott A. Hughes, Luciano Rezzolla","title":"Circular and non-circular nearly horizon-skimming orbits in Kerr\n  spacetimes","comments":"15 pages, 4 figures, 5 tables. Small changes following referee's\n  suggestion, typos corrected. Accepted for publication in PRD","journal-ref":"Phys.Rev.D76:044007,2007","doi":"10.1103/PhysRevD.76.044007","report-no":null,"categories":"gr-qc astro-ph","license":null,"abstract":"  We have performed a detailed analysis of orbital motion in the vicinity of a\nnearly extremal Kerr black hole. For very rapidly rotating black holes (spin\na=J/M>0.9524M) we have found a class of very strong field eccentric orbits\nwhose angular momentum L_z increases with the orbit's inclination with respect\nto the equatorial plane, while keeping latus rectum and eccentricity fixed.\nThis behavior is in contrast with Newtonian intuition, and is in fact opposite\nto the \"normal\" behavior of black hole orbits. Such behavior was noted\npreviously for circular orbits; since it only applies to orbits very close to\nthe black hole, they were named \"nearly horizon-skimming orbits\". Our analysis\ngeneralizes this result, mapping out the full generic (inclined and eccentric)\nfamily of nearly horizon-skimming orbits. The earlier work on circular orbits\nreported that, under gravitational radiation emission, nearly horizon-skimming\norbits tend to evolve to smaller orbit inclination, toward prograde equatorial\nconfiguration. Normal orbits, by contrast, always demonstrate slowly growing\norbit inclination (orbits evolve toward the retrograde equatorial\nconfiguration). Using up-to-date Teukolsky-fluxes, we have concluded that the\nearlier result was incorrect: all circular orbits, including nearly\nhorizon-skimming ones, exhibit growing orbit inclination. Using kludge fluxes\nbased on a Post-Newtonian expansion corrected with fits to circular and to\nequatorial Teukolsky-fluxes, we argue that the inclination grows also for\neccentric nearly horizon-skimming orbits. We also find that the inclination\nchange is, in any case, very small. As such, we conclude that these orbits are\nnot likely to have a clear and peculiar imprint on the gravitational waveforms\nexpected to be measured by the space-based detector LISA.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:16:16 GMT"},{"version":"v2","created":"Fri, 20 Jul 2007 07:32:22 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Barausse","Enrico",""],["Hughes","Scott A.",""],["Rezzolla","Luciano",""]]}
{"id":"0704.0139","submitter":"Barbara Lanzoni","authors":"B. Lanzoni (1,2), E. Dalessandro (1,2), F.R. Ferraro (1), C. Mancini\n  (3), G. Beccari (2,4,5), R.T. Rood (6), M. Mapelli (7), S. Sigurdsson (8) (1\n  Dip. Astro., Bologna; 2 INAF--Oss. Astro., Bologna, 3 Dip. Astro. e Scienza\n  dello Spazio, Firenze; 4 Dip. di Scienze della Comunicazione, Teramo; 5\n  INAF--Oss. Astro. di Collurania, Teramo; 6 Dep. of Astronomy and\n  Astrophysics, The Pennsylvania State University; 7 S.I.S.S.A., Via Beirut 2 -\n  4, Trieste; 8 Astronomy Department, University of Virginia)","title":"The Blue Straggler Population of the Globular Cluster M5","comments":"ApJ accepted","journal-ref":"Astrophys.J.663:267-276,2007","doi":"10.1086/518592","report-no":null,"categories":"astro-ph","license":null,"abstract":"  By combining high-resolution HST and wide-field ground based observations, in\nultraviolet and optical bands, we study the Blue Stragglers Star (BSS)\npopulation of the galactic globular cluster M5 (NGC 5904) from its very central\nregions up to its periphery. The BSS distribution is highly peaked in the\ncluster center, decreases at intermediate radii and rises again outward. Such a\nbimodal distribution is similar to those previously observed in other globular\nclusters (M3, 47Tucanae, NGC6752). As for these clusters, dynamical simulations\nsuggest that, while the majority of BSS in M5 could be originated by stellar\ncollisions, a significant fraction (20-40%) of BSS generated by mass transfer\nprocesses in primordial binaries is required to reproduce the observed radial\ndistribution. A candidate BSS has been detected beyond the cluster tidal\nradius. If confirmed, this could represent an interesting case of an\n\"evaporating\" BSS.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:19:37 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Lanzoni","B.",""],["Dalessandro","E.",""],["Ferraro","F. R.",""],["Mancini","C.",""],["Beccari","G.",""],["Rood","R. T.",""],["Mapelli","M.",""],["Sigurdsson","S.",""]]}
{"id":"0704.0140","submitter":"Mariano Cadoni","authors":"Mariano Cadoni","title":"Entanglement entropy of two-dimensional Anti-de Sitter black holes","comments":"6 pages, 2 figures, typos corrected","journal-ref":"Phys.Lett.B653:434-438,2007","doi":"10.1016/j.physletb.2007.08.026","report-no":null,"categories":"hep-th","license":null,"abstract":"  Using the AdS/CFT correspondence we derive a formula for the entanglement\nentropy of the anti-de Sitter black hole in two spacetime dimensions. The\nleading term in the large black hole mass expansion of our formula reproduces\nexactly the Bekenstein-Hawking entropy S_{BH}, whereas the subleading term\nbehaves as ln S_{BH}. This subleading term has the universal form typical for\nthe entanglement entropy of physical systems described by effective conformal\nfields theories (e.g. one-dimensional statistical models at the critical\npoint). The well-known form of the entanglement entropy for a two-dimensional\nconformal field theory is obtained as analytic continuation of our result and\nis related with the entanglement entropy of a black hole with negative mass.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:14:57 GMT"},{"version":"v2","created":"Thu, 5 Apr 2007 08:23:08 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Cadoni","Mariano",""]]}
{"id":"0704.0141","submitter":"Serguei Molodtsov","authors":"S.V. Molodtsov, G.M. Zinovjev","title":"Towards self-consistent definition of instanton liquid parameters","comments":"11 pages, 4 figures","journal-ref":"JHEP 0812:112,2008","doi":"10.1088/1126-6708/2008/12/112","report-no":null,"categories":"hep-ph","license":null,"abstract":"  The possibility of self-consistent determination of instanton liquid\nparameters is discussed together with the definition of optimal pseudo-particle\nconfigurations and comparing the various pseudo-particle ensembles. The\nweakening of repulsive interactions between pseudo-particles is argued and\nestimated.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:33:00 GMT"}],"update_date":"2009-01-09","authors_parsed":[["Molodtsov","S. V.",""],["Zinovjev","G. M.",""]]}
{"id":"0704.0142","submitter":"J. Kaupuzs","authors":"J. Kaupuzs","title":"Some aspects of the nonperturbative renormalization of the phi^4 model","comments":"11 pages, no figures. This version is consistent with the accepted\n  (now published) paper.","journal-ref":"Int.J.Mod.Phys.B23:5935-5947,2009","doi":"10.1142/S0217979209054697","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A nonperturbative renormalization of the phi^4 model is considered. First we\nintegrate out only a single pair of conjugated modes with wave vectors +/- q.\nThen we are looking for the RG equation which would describe the transformation\nof the Hamiltonian under the integration over a shell Lambda - d Lambda < k <\nLambda, where d Lambda -> 0. We show that the known Wegner--Houghton equation\nis consistent with the assumption of a simple superposition of the integration\nresults for +/- q. The renormalized action can be expanded in powers of the\nphi^4 coupling constant u in the high temperature phase at u -> 0. We compare\nthe expansion coefficients with those exactly calculated by the diagrammatic\nperturbative method, and find some inconsistency. It causes a question in which\nsense the Wegner-Houghton equation is really exact.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:15:03 GMT"},{"version":"v2","created":"Fri, 9 Apr 2010 10:08:07 GMT"}],"update_date":"2010-04-13","authors_parsed":[["Kaupuzs","J.",""]]}
{"id":"0704.0143","submitter":"Serguei Molodtsov","authors":"S.V. Molodtsov, G.M. Zinovjev","title":"Instanton Liquid at Finite Temperature and Chemical Potential of Quarks","comments":"9 pages, 2 figures","journal-ref":"Phys.Part.Nucl.Lett.4:11-17,2007;\n  PismaFiz.Elem.Chast.Atom.Yadra2007N1:25-35,2007","doi":"10.1134/S1547477107010037","report-no":null,"categories":"hep-ph","license":null,"abstract":"  Instanton liquid in heated and strongly interacting matter is studied using\nthe variational principle. The dependence of the instanton liquid density\n(gluon condensate) on the temperature and the quark chemical potential is\ndetermined under the assumption that, at finite temperatures, the dominant\ncontribution is given by an ensemble of calorons. The respective one-loop\neffective quark Lagrangian is used.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:38:43 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Molodtsov","S. V.",""],["Zinovjev","G. M.",""]]}
{"id":"0704.0144","submitter":"Dmitry I. Podolsky","authors":"D. Podolsky, K. Enqvist","title":"Eternal inflation and localization on the landscape","comments":"4 pages; more references added; discussion enlarged","journal-ref":"JCAP 0902:007,2009","doi":"10.1088/1475-7516/2009/02/007","report-no":"HIP-2007-15/TH","categories":"hep-th astro-ph gr-qc","license":null,"abstract":"  We model the essential features of eternal inflation on the landscape of a\ndense discretuum of vacua by the potential $V(\\phi)=V_{0}+\\delta V(\\phi)$,\nwhere $|\\delta V(\\phi)|\\ll V_{0}$ is random. We find that the diffusion of the\ndistribution function $\\rho(\\phi,t)$ of the inflaton expectation value in\ndifferent Hubble patches may be suppressed due to the effect analogous to the\nAnderson localization in disordered quantum systems. At $t \\to \\infty$ only the\nlocalized part of the distribution function $\\rho (\\phi, t)$ survives which\nleads to dynamical selection principle on the landscape. The probability to\nmeasure any but a small value of the cosmological constant in a given Hubble\npatch on the landscape is exponentially suppressed at $t\\to \\infty$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:51:48 GMT"},{"version":"v2","created":"Tue, 24 Apr 2007 10:15:31 GMT"},{"version":"v3","created":"Tue, 18 Sep 2007 10:16:45 GMT"}],"update_date":"2009-02-09","authors_parsed":[["Podolsky","D.",""],["Enqvist","K.",""]]}
{"id":"0704.0145","submitter":"Ghanashyam Date","authors":"Ghanashyam Date","title":"Singularity Resolution in Isotropic Loop Quantum Cosmology: Recent\n  Developments","comments":"24 pages, no figures.","journal-ref":null,"doi":null,"report-no":"IMSc/2007/03/2","categories":"gr-qc","license":null,"abstract":"  Since the past Iagrg meeting in December 2004, new developments in loop\nquantum cosmology have taken place, especially with regards to the resolution\nof the Big Bang singularity in the isotropic models. The singularity resolution\nissue has been discussed in terms of physical quantities (expectation values of\nDirac observables) and there is also an ``improved'' quantization of the\nHamiltonian constraint. These developments are briefly discussed.\n  This is an expanded version of the review talk given at the\n24$^{\\mathrm{th}}$ IAGRG meeting in February 2007.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 08:56:47 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Date","Ghanashyam",""]]}
{"id":"0704.0146","submitter":"Brian Jackson","authors":"N. G. Parker, B. Jackson, A. M. Martin, and C. S. Adams","title":"Vortices in Bose-Einstein Condensates: Theory","comments":"17 pages, 2 figures. Book chapter to appear in \"Emergent Nonlinear\n  Phenomena in Bose-Einstein condensates: Theory and Experiment\"\n  (Springer-Verlag).","journal-ref":null,"doi":"10.1007/978-3-540-73591-5_9","report-no":null,"categories":"cond-mat.other","license":null,"abstract":"  Vortices are pervasive in nature, representing the breakdown of laminar fluid\nflow and hence playing a key role in turbulence. The fluid rotation associated\nwith a vortex can be parameterized by the circulation $\\Gamma=\\oint {\\rm d}{\\bf\nr}\\cdot{\\bf v}({\\bf r})$ about the vortex, where ${\\bf v}({\\bf r})$ is the\nfluid velocity field. While classical vortices can take any value of\ncirculation, superfluids are irrotational, and any rotation or angular momentum\nis constrained to occur through vortices with quantized circulation. Quantized\nvortices also play a key role in the dissipation of transport in superfluids.\nIn BECs quantized vortices have been observed in several forms, including\nsingle vortices, vortex lattices, and vortex pairs and rings. The recent\nobservation of quantized vortices in a fermionic gas was taken as a clear\nsignature of the underlying condensation and superfluidity of fermion pairs. In\naddition to BECs, quantized vortices also occur in superfluid Helium, nonlinear\noptics, and type-II superconductors.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:01:26 GMT"}],"update_date":"2015-05-13","authors_parsed":[["Parker","N. G.",""],["Jackson","B.",""],["Martin","A. M.",""],["Adams","C. S.",""]]}
{"id":"0704.0147","submitter":"Umesh Vijayashanker","authors":"Sudha, A. V. Gopala Rao, A. R. Usha Devi and A. K. Rajagopal","title":"A POVM view of the ensemble approach to polarization optics","comments":"14 pages, 1 table; RevTeX","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.optics physics.class-ph quant-ph","license":null,"abstract":"  Statistical ensemble formalism of Kim, Mandel and Wolf (J. Opt. Soc. Am. A 4,\n433 (1987)) offers a realistic model for characterizing the effect of\nstochastic non-image forming optical media on the state of polarization of\ntransmittedlight. With suitable choice of the Jones ensemble, various Mueller\ntransformations - some of which have been unknown so far - are deduced. It is\nobserved that the ensemble approach is formally identical to the positive\noperator valued measures (POVM) on the quantum density matrix. This\nobservation, in combination with the recent suggestion by Ahnert and Payne\n(Phys. Rev. A 71, 012330, (2005)) - in the context of generalized quantum\nmeasurement on single photon polarization states - that linear optics elements\ncan be employed in setting up all possible POVMs, enables us to propose a way\nof realizing different types of Mueller devices.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 18:01:33 GMT"},{"version":"v2","created":"Wed, 20 Jun 2007 18:05:42 GMT"}],"update_date":"2007-06-26","authors_parsed":[["Sudha","",""],["Rao","A. V. Gopala",""],["Devi","A. R. Usha",""],["Rajagopal","A. K.",""]]}
{"id":"0704.0148","submitter":"Prof. Dr. M. W. Wu","authors":"J. H. Jiang, Y. Y. Wang, and M. W. Wu","title":"Reexamination of spin decoherence in semiconductor quantum dots from\n  equation-of-motion approach","comments":"20 pages, 13 figures, to be published in PRB","journal-ref":"Phys. Rev. B 77, 035323 (2008)","doi":"10.1103/PhysRevB.77.035323","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  The longitudinal and transversal spin decoherence times, $T_1$ and $T_2$, in\nsemiconductor quantum dots are investigated from equation-of-motion approach\nfor different magnetic fields, quantum dot sizes, and temperatures. Various\nmechanisms, such as the hyperfine interaction with the surrounding nuclei, the\nDresselhaus spin-orbit coupling together with the electron--bulk-phonon\ninteraction, the $g$-factor fluctuations, the direct spin-phonon coupling due\nto the phonon-induced strain, and the coaction of the\nelectron--bulk/surface-phonon interaction together with the hyperfine\ninteraction are included. The relative contributions from these spin\ndecoherence mechanisms are compared in detail. In our calculation, the\nspin-orbit coupling is included in each mechanism and is shown to have marked\neffect in most cases. The equation-of-motion approach is applied in studying\nboth the spin relaxation time $T_1$ and the spin dephasing time $T_2$, either\nin Markovian or in non-Markovian limit. When many levels are involved at finite\ntemperature, we demonstrate how to obtain the spin relaxation time from the\nFermi Golden rule in the limit of weak spin-orbit coupling. However, at high\ntemperature and/or for large spin-orbit coupling, one has to use the\nequation-of-motion approach when many levels are involved. Moreover, spin\ndephasing can be much more efficient than spin relaxation at high temperature,\nthough the two only differs by a factor of two at low temperature.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:15:20 GMT"},{"version":"v2","created":"Fri, 4 May 2007 06:59:07 GMT"},{"version":"v3","created":"Wed, 27 Jun 2007 03:17:27 GMT"},{"version":"v4","created":"Tue, 11 Dec 2007 01:21:29 GMT"},{"version":"v5","created":"Mon, 17 Dec 2007 22:42:44 GMT"}],"update_date":"2008-01-20","authors_parsed":[["Jiang","J. H.",""],["Wang","Y. Y.",""],["Wu","M. W.",""]]}
{"id":"0704.0149","submitter":"Eric Gourgoulhon","authors":"Eric Gourgoulhon (LUTH, CNRS / Observatoire de Paris / Univ. Paris 7)","title":"Construction of initial data for 3+1 numerical relativity","comments":"Minor modifications, updated references, 28 pages, 5 figures,\n  contribution to the Proceedings of the VII Mexican School on Gravitation and\n  Mathematical Physics, held in Playa del Carmen, Mexico (Nov. 26 - Dec. 2,\n  2006), Journal of Physics: Conference Series, in press","journal-ref":"J.Phys.Conf.Ser.91:012001,2007","doi":"10.1088/1742-6596/91/1/012001","report-no":null,"categories":"gr-qc","license":null,"abstract":"  This lecture is devoted to the problem of computing initial data for the\nCauchy problem of 3+1 general relativity. The main task is to solve the\nconstraint equations. The conformal technique, introduced by Lichnerowicz and\nenhanced by York, is presented. Two standard methods, the conformal\ntransverse-traceless one and the conformal thin sandwich, are discussed and\nillustrated by some simple examples. Finally a short review regarding initial\ndata for binary systems (black holes and neutron stars) is given.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:16:14 GMT"},{"version":"v2","created":"Wed, 7 Nov 2007 09:42:19 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Gourgoulhon","Eric","","LUTH, CNRS / Observatoire de Paris / Univ. Paris 7"]]}
{"id":"0704.0150","submitter":"Bo Gu","authors":"Bo Gu and Gang Su","title":"Magnetism and Thermodynamics of Spin-1/2 Heisenberg Diamond Chains in a\n  Magnetic Field","comments":"18 pages, 20 figures, to be published in Phys. Rev. B","journal-ref":"Phys. Rev. B 75, 174437 (2007)","doi":"10.1103/PhysRevB.75.174437","report-no":null,"categories":"cond-mat.str-el","license":null,"abstract":"  The magnetic and thermodynamic properties of spin-1/2 Heisenberg diamond\nchains are investigated in three different cases: (a) J1, J2, J3>0\n(frustrated); (b) J1, J3<0, J2>0 (frustrated); and (c) J1, J2>0, J3<0\n(non-frustrated). The density matrix renormalization group (DMRG) technique is\ninvoked to study the properties of the system in the ground state, while the\ntransfer matrix renormalization group (TMRG) technique is applied to explore\nthe thermodynamic properties. The local magnetic moments, spin correlation\nfunctions, and static structure factors are discussed in the ground state for\nthe three cases. It is shown that the static structure factor S(q) shows peaks\nat wavevectors $q=a\\pi /3$ (a=0,1,2,3,4,5) for different couplings in a zero\nmagnetic field, which, however in the magnetic fields where the magnetization\nplateau with m=1/6 pertains, exhibits the peaks only at q=0, $2\\pi /3$ and\n$4\\pi /3$, which are found to be couplings-independent. The DMRG results of the\nzero-field static structure factor can be nicely fitted by a linear\nsuperposition of six modes, where two fitting equations are proposed. It is\nobserved that the six modes are closely related to the low-lying excitations of\nthe system. At finite temperatures, the double-peak structures of the\nsusceptibility and specific heat against temperature are obtained, where the\npeak positions and heights are found to depend on the competition of the\ncouplings. It is also uncovered that the XXZ anisotropy of F and AF couplings\nleads the system of case (c) to display quite different behaviors. In addition,\nthe experimental data of the susceptibility, specific heat and magnetization\nfor the compound Cu$_{3}$(CO$_{3}$)$_{2}$(OH)$_{2}$ are fairly compared with\nour TMRG results.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:16:44 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Gu","Bo",""],["Su","Gang",""]]}
{"id":"0704.0151","submitter":"Igor Grabec","authors":"I. Grabec","title":"Extraction of physical laws from joint experimental data","comments":"18 pages, 11 eps figures, uses svjour.cls","journal-ref":"Eur. Phys. J. - B, 48, 279-289 (2005)","doi":"10.1140/epjb/e2005-00391-0","report-no":null,"categories":"physics.data-an physics.comp-ph","license":null,"abstract":"  The extraction of a physical law y=yo(x) from joint experimental data about x\nand y is treated. The joint, the marginal and the conditional probability\ndensity functions (PDF) are expressed by given data over an estimator whose\nkernel is the instrument scattering function. As an optimal estimator of yo(x)\nthe conditional average is proposed. The analysis of its properties is based\nupon a new definition of prediction quality. The joint experimental information\nand the redundancy of joint measurements are expressed by the relative entropy.\nWith the number of experiments the redundancy on average increases, while the\nexperimental information converges to a certain limit value. The difference\nbetween this limit value and the experimental information at a finite number of\ndata represents the discrepancy between the experimentally determined and the\ntrue properties of the phenomenon. The sum of the discrepancy measure and the\nredundancy is utilized as a cost function. By its minimum a reasonable number\nof data for the extraction of the law yo(x) is specified. The mutual\ninformation is defined by the marginal and the conditional PDFs of the\nvariables. The ratio between mutual information and marginal information is\nused to indicate which variable is the independent one. The properties of the\nintroduced statistics are demonstrated on deterministically and randomly\nrelated variables.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:28:28 GMT"}],"update_date":"2007-10-10","authors_parsed":[["Grabec","I.",""]]}
{"id":"0704.0152","submitter":"Alberto Dellafiore","authors":"V.I. Abrosimov, D.M. Brink, A.Dellafiore, F. Matera","title":"Kinetic equation for finite systems of fermions with pairing","comments":"deeply revised, to be published in Nucl. Phys. A","journal-ref":"Nucl.Phys.A800:1-20,2008","doi":"10.1016/j.nuclphysa.2007.11.009","report-no":null,"categories":"nucl-th","license":null,"abstract":"  The solutions of the Wigner-transformed time-dependent\nHartree--Fock--Bogoliubov equations are studied in the constant-$\\Delta$\napproximation. This approximation is known to violate particle-number\nconservation. As a consequence, the density fluctuation and the longitudinal\nresponse function given by this approximation contain spurious contributions. A\nsimple prescription for restoring both local and global particle-number\nconservation is proposed. Explicit expressions for the eigenfrequencies of the\ncorrelated systems and for the density response function are derived and it is\nshown that the semiclassical analogous of the quantum single--particle spectrum\nhas an excitation gap of $2\\Delta$, in agreement with the quantum result. The\ncollective response is studied for a simplified form of the residual\ninteraction.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:11:53 GMT"},{"version":"v2","created":"Tue, 18 Dec 2007 15:03:58 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Abrosimov","V. I.",""],["Brink","D. M.",""],["Dellafiore","A.",""],["Matera","F.",""]]}
{"id":"0704.0153","submitter":"Mushfiq Ahmad Mr.","authors":"Mushfiq Ahmad","title":"Reciprocal Symmetry and Classical Discrete Oscillator Incorporating\n  Half-Integral Energy Levels","comments":"4 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":null,"abstract":"  Classical oscillator differential equation is replaced by the corresponding\n(finite time) difference equation. The equation is, then, symmetrized so that\nit remains invariant under the change d going to -d, where d is the smallest\nspan of time. This symmetric equation has solutions, which come in reciprocally\nrelated pairs. One member of a pair agrees with the classical solution and the\nother is an oscillating solution and does not converge to a limit as d goes to\n0. This solution contributes to oscillator energy a term which is a multiple of\nhalf-integers.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:29:58 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ahmad","Mushfiq",""]]}
{"id":"0704.0154","submitter":"Ulrich Mosel","authors":"Fabian Eichstaedt, Stefan Leupold, Ulrich Mosel, Pascal Muehlich","title":"Hadrons in Medium -- Theory confronts experiment","comments":"Key Lecture at YKIS2006, Kyoto, Dec. 2006","journal-ref":"Prog.Theor.Phys.Suppl.168:495-502,2007","doi":"10.1143/PTPS.168.495","report-no":null,"categories":"nucl-th hep-ph nucl-ex","license":null,"abstract":"  In this talk we briefly summarize our theoretical understanding of in-medium\nselfenergies of hadrons. With the special case of the $\\omega$ meson we\ndemonstrate that earlier calculations that predicted a significant lowering of\nthe mass in medium are based on an incorrect treatment of the model Lagrangian;\nmore consistent calculations lead to a significant broadening, but hardly any\nmass shift. We stress that the experimental reconstruction of hadron spectral\nfunctions from measured decay products always requires knowledge of the decay\nbranching ratios which may also be strongly mass-dependent. It also requires a\nquantitatively reliable treatment of final state interactions which has to be\npart of any reliable theory.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:36:31 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Eichstaedt","Fabian",""],["Leupold","Stefan",""],["Mosel","Ulrich",""],["Muehlich","Pascal",""]]}
{"id":"0704.0155","submitter":"Floris van der Tak","authors":"Floris van der Tak (SRON Groningen), John Black (Onsala), Fredrik\n  Schoeier (Stockholm), David Jansen and Ewine van Dishoeck (Leiden)","title":"A computer program for fast non-LTE analysis of interstellar line\n  spectra","comments":"Accepted by A&A; 18 A4 pages, 11 figures","journal-ref":null,"doi":"10.1051/0004-6361:20066820","report-no":null,"categories":"astro-ph","license":null,"abstract":"  The large quantity and high quality of modern radio and infrared line\nobservations require efficient modeling techniques to infer physical and\nchemical parameters such as temperature, density, and molecular abundances. We\npresent a computer program to calculate the intensities of atomic and molecular\nlines produced in a uniform medium, based on statistical equilibrium\ncalculations involving collisional and radiative processes and including\nradiation from background sources. Optical depth effects are treated with an\nescape probability method. The program is available on the World Wide Web at\nhttp://www.sron.rug.nl/~vdtak/radex/index.shtml . The program makes use of\nmolecular data files maintained in the Leiden Atomic and Molecular Database\n(LAMDA), which will continue to be improved and expanded. The performance of\nthe program is compared with more approximate and with more sophisticated\nmethods. An Appendix provides diagnostic plots to estimate physical parameters\nfrom line intensity ratios of commonly observed molecules. This program should\nform an important tool in analyzing observations from current and future radio\nand infrared telescopes.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 09:38:00 GMT"}],"update_date":"2015-05-13","authors_parsed":[["van der Tak","Floris","","SRON Groningen"],["Black","John","","Onsala"],["Schoeier","Fredrik","","Stockholm"],["Jansen","David","","Leiden"],["van Dishoeck","Ewine","","Leiden"]]}
{"id":"0704.0156","submitter":"Han He","authors":"Han He, Huaning Wang","title":"Nonlinear force-free coronal magnetic field extrapolation scheme based\n  on the direct boundary integral formulation","comments":"This paper has been withdrawn by the authors. This paper has been\n  accepted for publication in JGR-Space Physics. The latest and complete\n  version of the papaer can be downloaded from\n  http://rwcc.bao.ac.cn:8001/swap/NLFFF_DBIE_code/HeHan_NLFFF_JGR.pdf (3.76 MB\n  pdf file)","journal-ref":null,"doi":"10.1029/2007JA012441","report-no":null,"categories":"astro-ph","license":null,"abstract":"  This paper has been withdrawn by the authors.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:02:40 GMT"},{"version":"v2","created":"Wed, 5 Mar 2008 04:28:27 GMT"}],"update_date":"2015-05-13","authors_parsed":[["He","Han",""],["Wang","Huaning",""]]}
{"id":"0704.0157","submitter":"Andres Santos","authors":"M. Lopez de Haro, S. B. Yuste, and A. Santos","title":"Alternative Approaches to the Equilibrium Properties of Hard-Sphere\n  Liquids","comments":"64 pages; 13 figures; to appear in \"Playing with Marbles: Theory and\n  Simulation of Hard-Sphere Fluids and Related Systems\", edited by A. Mulero\n  (Springer, to be published)","journal-ref":"Theory and Simulation of Hard-Sphere Fluids and Related Systems,\n  Lectures Notes in Physics, vol. 753, Angel Mulero, ed. (Springer, Berlin,\n  2008), pp. 183-245","doi":"10.1007/978-3-540-78767-9_6","report-no":null,"categories":"cond-mat.stat-mech cond-mat.soft physics.chem-ph","license":null,"abstract":"  An overview of some analytical approaches to the computation of the\nstructural and thermodynamic properties of single component and multicomponent\nhard-sphere fluids is provided. For the structural properties, they yield a\nthermodynamically consistent formulation, thus improving and extending the\nknown analytical results of the Percus-Yevick theory. Approximate expressions\nfor the contact values of the radial distribution functions and the\ncorresponding analytical equations of state are also discussed. Extensions of\nthis methodology to related systems, such as sticky hard spheres and\nsquare-well fluids, as well as its use in connection with the perturbation\ntheory of fluids are briefly addressed.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:02:54 GMT"}],"update_date":"2008-07-18","authors_parsed":[["de Haro","M. Lopez",""],["Yuste","S. B.",""],["Santos","A.",""]]}
{"id":"0704.0158","submitter":"Huijie Yang","authors":"Fangcui Zhao, Huijie Yang, and Binghong Wang","title":"Complexities of Human Promoter Sequences","comments":"5 pages, 3 figures, To appear in Journal of Theoretical Biology","journal-ref":"Journal of Theoretical Biology 247 (2007) 645?C649","doi":"10.1016/j.jtbi.2007.03.035","report-no":null,"categories":"q-bio.OT","license":null,"abstract":"  By means of the diffusion entropy approach, we detect the scale-invariance\ncharacteristics embedded in the 4737 human promoter sequences. The exponent for\nthe scale-invariance is in a wide range of $[ {0.3,0.9} ]$, which centered at\n$\\delta_c = 0.66$. The distribution of the exponent can be separated into left\nand right branches with respect to the maximum. The left and right branches are\nasymmetric and can be fitted exactly with Gaussian form with different widths,\nrespectively.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:10:04 GMT"}],"update_date":"2011-11-09","authors_parsed":[["Zhao","Fangcui",""],["Yang","Huijie",""],["Wang","Binghong",""]]}
{"id":"0704.0159","submitter":"Herv\\'e Cercellier","authors":"H. Cercellier, C. Monney, F. Clerc, C. Battaglia, L. Despont, M. G.\n  Garnier, H. Beck, L. Patthey, H. Berger, P. Aebi","title":"Evidence for an excitonic insulator phase in 1T-TiSe$_{2}$","comments":"Submitted to PRL","journal-ref":null,"doi":"10.1103/PhysRevLett.99.146403","report-no":null,"categories":"cond-mat.str-el cond-mat.soft","license":null,"abstract":"  We present a new high-resolution angle-resolved photoemission study of\n1\\textit{T}-TiSe$_{2}$ in both, its room-temperature, normal phase and its\nlow-temperature, charge-density wave phase. At low temperature the\nphotoemission spectra are strongly modified, with large band renormalisations\nat high-symmetry points of the Brillouin zone and a very large transfer of\nspectral weight to backfolded bands. A theoretical calculation of the spectral\nfunction for an excitonic insulator phase reproduces the experimental features\nwith very good agreement. This gives strong evidence in favour of the excitonic\ninsulator scenario as a driving force for the charge-density wave transition in\n1\\textit{T}-TiSe$_{2}$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:39:47 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Cercellier","H.",""],["Monney","C.",""],["Clerc","F.",""],["Battaglia","C.",""],["Despont","L.",""],["Garnier","M. G.",""],["Beck","H.",""],["Patthey","L.",""],["Berger","H.",""],["Aebi","P.",""]]}
{"id":"0704.0160","submitter":"Grazyna Stasinska","authors":"G. Stasinska, G. Tenorio-Tagle, M. Rodriguez, W. J. Henney","title":"Oxygen-rich droplets and the enrichment of the ISM","comments":"4 pages, 5 colour figures, to be published in the proceedings of the\n  conference \"The Metal-Rich Universe\", Cambridge University Press","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph","license":null,"abstract":"  We argue that the discrepancies observed in HII regions between abundances\nderived from optical recombination lines (ORLs) and collisionally excited lines\n(CELs) might well be the signature of a scenario of the enrichment of the\ninterstellar medium (ISM) proposed by Tenorio-Tagle (1996). In this scenario,\nthe fresh oxygen released during massive supernova explosions is confined\nwithin the hot superbubbles as long as supernovae continue to explode. Only\nafter the last massive supernova explosion, the metal-rich gas starts cooling\ndown and falls on the galaxy within metal-rich droplets. Full mixing of these\nmetal-rich droplets and the ISM occurs during photoionization by the next\ngenerations of massive stars. During this process, the metal-rich droplets give\nrise to strong recombination lines of the metals, leading to the observed\nORL-CEL discrepancy. (The full version of this work is submitted to Astronomy\nand Astrophysics.)\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:25:01 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Stasinska","G.",""],["Tenorio-Tagle","G.",""],["Rodriguez","M.",""],["Henney","W. J.",""]]}
{"id":"0704.0161","submitter":"Sharat Chandra","authors":"T. R. Ravindran, A. K. Arora, Sharat Chandra, M. C. Valsakumar and N.\n  V. Chandra Shekar","title":"Soft modes and NTE in Zn(CN)2 from Raman spectroscopy and first\n  principles calculations","comments":"Submitted to Phys. Rev. Letters","journal-ref":null,"doi":"10.1103/PhysRevB.76.054302","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  We have studied Zn(CN)2 at high pressure using Raman spectroscopy, and report\nGruneisen parameters of the soft phonons. The phonon frequencies and eigen\nvectors obtained from ab-initio calculations are used for the assignment of the\nobserved phonon spectra. Out of the eleven zone-centre optical modes, six modes\nexhibit negative Gruneisen parameter. The calculations suggest that the soft\nphonons correspond to the librational and translational modes of CN rigid unit,\nwith librational modes contributing more to thermal expansion. A rapid\ndisordering of the lattice is found above 1.6 GPa from X-ray diffraction.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:29:58 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Ravindran","T. R.",""],["Arora","A. K.",""],["Chandra","Sharat",""],["Valsakumar","M. C.",""],["Shekar","N. V. Chandra",""]]}
{"id":"0704.0162","submitter":"Igor Grabec","authors":"I. Grabec","title":"Estimation of experimental data redundancy and related statistics","comments":"7 pages, 5 eps figures, uses svjour.cls","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.data-an physics.comp-ph","license":null,"abstract":"  Redundancy of experimental data is the basic statistic from which the\ncomplexity of a natural phenomenon and the proper number of experiments needed\nfor its exploration can be estimated. The redundancy is expressed by the\nentropy of information pertaining to the probability density function of\nexperimental variables. Since the calculation of entropy is inconvenient due to\nintegration over a range of variables, an approximate expression for redundancy\nis derived that includes only a sum over the set of experimental data about\nthese variables. The approximation makes feasible an efficient estimation of\nthe redundancy of data along with the related experimental information and\ninformation cost function. From the experimental information the complexity of\nthe phenomenon can be simply estimated, while the proper number of experiments\nneeded for its exploration can be determined from the minimum of the cost\nfunction. The performance of the approximate estimation of these statistics is\ndemonstrated on two-dimensional normally distributed random data.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:54:21 GMT"}],"update_date":"2007-10-10","authors_parsed":[["Grabec","I.",""]]}
{"id":"0704.0163","submitter":"Peter Brommer","authors":"Peter Brommer and Franz G\\\"ahler (Institut f\\\"ur Theoretische und\n  Angewandte Physik, Universit\\\"at Stuttgart)","title":"Effective potentials for quasicrystals from ab-initio data","comments":"7 pages, 1 figure, Proceedings of International Conference on\n  Quasicrystals 9","journal-ref":"Philosophical Magazine 86 (2006), 753","doi":"10.1080/14786430500333349","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  Classical effective potentials are indispensable for any large-scale\natomistic simulations, and the relevance of simulation results crucially\ndepends on the quality of the potentials used. For complex alloys like\nquasicrystals, however, realistic effective potentials are practically\ninexistent. We report here on our efforts to develop effective potentials\nespecially for quasicrystalline alloy systems. We use the so-called force\nmatching method, in which the potential parameters are adapted so as to\noptimally reproduce the forces and energies in a set of suitably chosen\nreference configurations. These reference data are calculated with ab-initio\nmethods. As a first application, EAM potentials for decagonal Al-Ni-Co,\nicosahedral Ca-Cd, and both icosahedral and decagonal Mg-Zn quasicrystals have\nbeen constructed. The influence of the potential range and degree of\nspecialisation on the accuracy and other properties is discussed and compared.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:36:21 GMT"}],"update_date":"2009-07-07","authors_parsed":[["Brommer","Peter","","Institut für Theoretische und\n  Angewandte Physik, Universität Stuttgart"],["Gähler","Franz","","Institut für Theoretische und\n  Angewandte Physik, Universität Stuttgart"]]}
{"id":"0704.0164","submitter":"Lilia Rosati","authors":"Lilia Rosati","title":"On smooth foliations with Morse singularities","comments":"15 pages, 14 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":null,"abstract":"  Let $M$ be a smooth manifold and let $\\F$ be a codimension one, $C^\\infty$\nfoliation on $M$, with isolated singularities of Morse type. The study and\nclassification of pairs $(M,\\F)$ is a challenging (and difficult) problem. In\nthis setting, a classical result due to Reeb \\cite{Reeb} states that a manifold\nadmitting a foliation with exactly two center-type singularities is a sphere.\nIn particular this is true if the foliation is given by a function. Along these\nlines a result due to Eells and Kuiper \\cite{Ku-Ee} classify manifolds having a\nreal-valued function admitting exactly three non-degenerate singular points. In\nthe present paper, we prove a generalization of the above mentioned results. To\ndo this, we first describe the possible arrangements of pairs of singularities\nand the corresponding codimension one invariant sets, and then we give an\nelimination procedure for suitable center-saddle and some saddle-saddle\nconfigurations (of consecutive indices). In the second part, we investigate if\nother classical results, such as Haefliger and Novikov (Compact Leaf) theorems,\nproved for regular foliations, still hold true in presence of singularities. At\nthis purpose, in the singular set, $Sing(\\F)$ of the foliation $\\F$, we\nconsider {\\em{weakly stable}} components, that we define as those components\nadmitting a neighborhood where all leaves are compact. If $Sing(\\F)$ admits\nonly weakly stable components, given by smoothly embedded curves diffeomorphic\nto $S^1$, we are able to extend Haefliger's theorem. Finally, the existence of\na closed curve, transverse to the foliation, leads us to state a Novikov-type\nresult.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:58:58 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Rosati","Lilia",""]]}
{"id":"0704.0165","submitter":"Shlomo Gelaki","authors":"Mohammad Abu-Hamed and Shlomo Gelaki","title":"Frobenius-Schur indicators for semisimple Lie algebras","comments":"12 pages, to appear in Journal of Algebra","journal-ref":null,"doi":null,"report-no":null,"categories":"math.QA math.RT","license":null,"abstract":"  Let g be a finite dimensional complex semisimple Lie algebra, and let V be a\nfinite dimensional represenation of g. We give a closed formula for the mth\nFrobenius-Schur indicator, m>1, of V in representation-theoretic terms. We\ndeduce that the indicators take integer values, and that for a large enough m,\nthe mth indicator of V equals the dimension of the zero weight space of V. For\nthe classical Lie algebras sl(n), so(2n), so(2n+1) and sp(2n), this is the case\nfor m greater or equal to 2n-1, 4n-5, 4n-3 and 2n+1, respectively.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 10:59:52 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Abu-Hamed","Mohammad",""],["Gelaki","Shlomo",""]]}
{"id":"0704.0166","submitter":"I\\~naki Garc\\'ia-Etxebarria","authors":"Inaki Garcia-Etxebarria, Fouad Saad, Angel M. Uranga","title":"Supersymmetry breaking metastable vacua in runaway quiver gauge theories","comments":"26 pages + appendices, 25 figures. v2: Added some acknowledgments","journal-ref":"JHEP 0705:047,2007","doi":"10.1088/1126-6708/2007/05/047","report-no":"IFT-UAM/CSIC-07-14, CERN-PH-TH/2007-063","categories":"hep-th","license":null,"abstract":"  In this paper we consider quiver gauge theories with fractional branes whose\ninfrared dynamics removes the classical supersymmetric vacua (DSB branes). We\nshow that addition of flavors to these theories (via additional non-compact\nbranes) leads to local meta-stable supersymmetry breaking minima, closely\nrelated to those of SQCD with massive flavors. We simplify the study of the\none-loop lifting of the accidental classical flat directions by direct\ncomputation of the pseudomoduli masses via Feynman diagrams. This new approach\nallows to obtain analytic results for all these theories. This work extends the\nresults for the $dP_1$ theory in hep-th/0607218. The new approach allows to\ngeneralize the computation to general examples of DSB branes, and for arbitrary\nvalues of the superpotential couplings.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:30:06 GMT"},{"version":"v2","created":"Thu, 12 Apr 2007 15:23:35 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Garcia-Etxebarria","Inaki",""],["Saad","Fouad",""],["Uranga","Angel M.",""]]}
{"id":"0704.0167","submitter":"Jan O. Eeg","authors":"Jan O. Eeg","title":"Low Energy Aspects of Heavy Meson Decays","comments":"10 pages, 10 figures. Presented at the final Euridice meeting in\n  Kazimierz, Poland 24-27th of august 2006","journal-ref":"ActaPhys.Polon.B38:2869-2878,2007","doi":null,"report-no":null,"categories":"hep-ph","license":null,"abstract":"  I discuss low energy aspects of heavy meson decays, where there is at least\none heavy meson in the final state. Examples are $B -\\bar{B}$ mixing, $B \\to D\n\\bar{D}$, $B \\to D \\eta'$, and $B \\to D \\gamma$. %and $B \\to D W $ (Isgur-Wise\nfunction). The analysis is performed in the heavy quark limit within\nheavy-light chiral perturbation theory. Coefficients of $1/N_c$ suppressed\nchiral Lagrangian terms (beyond factorization) have been estimated by means of\na heavy-light chiral quark model.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:03:26 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Eeg","Jan O.",""]]}
{"id":"0704.0168","submitter":"Paul Dempsey","authors":"Paul Dempsey and Peter Duffy","title":"Radiative losses and cut-offs of energetic particles at relativistic\n  shocks","comments":"10 pages, 23 figures and 2 tables. Accepted for publication by MNRAS.","journal-ref":"Mon.Not.Roy.Astron.Soc.378:625-634,2007","doi":"10.1111/j.1365-2966.2007.11800.x","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We investigate the acceleration and simultaneous radiative losses of\nelectrons in the vicinity of relativistic shocks. Particles undergo pitch angle\ndiffusion, gaining energy as they cross the shock by the Fermi mechanism and\nalso emitting synchrotron radiation in the ambient magnetic field. A\nsemi-analytic approach is developed which allows us to consider the behaviour\nof the shape of the spectral cut-off and the variation of that cut-off with the\nparticle pitch angle. The implications for the synchrotron emission of\nrelativistic jets, such as those in gamma ray burst sources and blazars, are\ndiscussed.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:20:03 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Dempsey","Paul",""],["Duffy","Peter",""]]}
{"id":"0704.0169","submitter":"Giorgio Calucci","authors":"Giorgio Calucci","title":"Very strong and slowly varying magnetic fields as source of axions","comments":"8 pages, no figures","journal-ref":"Phys.Rev.D75:097303,2007","doi":"10.1103/PhysRevD.75.097303","report-no":null,"categories":"hep-ph","license":null,"abstract":"  The investigation on the production of particles in slowly varying but\nextremely intense magnetic field in extended to the case of axions. The\nmotivation is, as for some previously considered cases, the possibility that\nsuch kind of magnetic field may exist around very compact astrophysical\nobjects.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:10:15 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Calucci","Giorgio",""]]}
{"id":"0704.0170","submitter":"Daniele Fausti","authors":"Daniele Fausti, Tom T. A. Lummen, Cosmina Angelescu, Roberto Macovez,\n  Javier Luzon, Ria Broer, Petra Rudolf, Paul H.M. van Loosdrecht, Natalia\n  Tristan, Bernd Buchner, Sander van Smaalen, Angela Moller, Gerd Meyer, Timo\n  Taetz","title":"Symmetry disquisition on the TiOX phase diagram","comments":null,"journal-ref":"Phys. Rev. B 75, 245114 (2007)","doi":"10.1103/PhysRevB.75.245114","report-no":null,"categories":"cond-mat.str-el cond-mat.mtrl-sci","license":null,"abstract":"  The sequence of phase transitions and the symmetry of in particular the low\ntemperature incommensurate and spin-Peierls phases of the quasi one-dimensional\ninorganic spin-Peierls system TiOX (TiOBr and TiOCl) have been studied using\ninelastic light scattering experiments. The anomalous first-order character of\nthe transition to the spin-Peierls phase is found to be a consequence of the\ndifferent symmetries of the incommensurate and spin-Peierls (P$2_{1}/m$)\nphases.\n  The pressure dependence of the lowest transition temperature strongly\nsuggests that magnetic interchain interactions play an important role in the\nformation of the spin-Peierls and the incommensurate phases. Finally, a\ncomparison of Raman data on VOCl to the TiOX spectra shows that the high energy\nscattering observed previously has a phononic origin.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:12:08 GMT"},{"version":"v2","created":"Tue, 30 Oct 2007 18:08:48 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Fausti","Daniele",""],["Lummen","Tom T. A.",""],["Angelescu","Cosmina",""],["Macovez","Roberto",""],["Luzon","Javier",""],["Broer","Ria",""],["Rudolf","Petra",""],["van Loosdrecht","Paul H. M.",""],["Tristan","Natalia",""],["Buchner","Bernd",""],["van Smaalen","Sander",""],["Moller","Angela",""],["Meyer","Gerd",""],["Taetz","Timo",""]]}
{"id":"0704.0171","submitter":"Jim Hinton","authors":"F. Aharonian, et al","title":"Discovery of a point-like very-high-energy gamma-ray source in Monoceros","comments":"5 pages, 4 figures, to appear in A&A","journal-ref":null,"doi":"10.1051/0004-6361:20077299","report-no":null,"categories":"astro-ph","license":null,"abstract":"  The complex Monoceros Loop SNR/Rosette Nebula region contains several\npotential sources of very-high-energy (VHE) gamma-ray emission and two as yet\nunidentified high-energy EGRET sources. Sensitive VHE observations are required\nto probe acceleration processes in this region. The H.E.S.S. telescope array\nhas been used to search for very high-energy gamma-ray sources in this region.\nCO data from the NANTEN telescope were used to map the molecular clouds in the\nregion, which could act as target material for gamma-ray production via\nhadronic interactions. We announce the discovery of a new gamma-ray source,\nHESS J0632+058, located close to the rim of the Monoceros SNR. This source is\nunresolved by H.E.S.S. and has no clear counterpart at other wavelengths but is\npossibly associated with the weak X-ray source 1RXS J063258.3+054857, the\nBe-star MWC 148 and/or the lower energy gamma-ray source 3EG J0634+0521. No\nevidence for an associated molecular cloud was found in the CO data.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:45:22 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Aharonian","F.",""]]}
{"id":"0704.0172","submitter":"Anton Ramsak","authors":"S. El Shawish, A. Ramsak, and J. Bonca","title":"Thermal entanglement of qubit pairs on the Shastry-Sutherland lattice","comments":"10 pages, 9 figures","journal-ref":"Phys. Rev. B 75, 205442 (2007)","doi":"10.1103/PhysRevB.75.205442","report-no":null,"categories":"cond-mat.mes-hall cond-mat.str-el","license":null,"abstract":"  We show that temperature and magnetic field properties of the entanglement\nbetween spins on the two-dimensional Shastry-Sutherland lattice can be\nqualitatively described by analytical results for a qubit tetramer. Exact\ndiagonalization of clusters with up to 20 sites reveals that the regime of\nfully entangled neighboring pairs coincides with the regime of finite spin gap\nin the spectrum. Additionally, the results for the regime of vanishing spin gap\nare discussed and related to the Heisenberg limit of the model.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:24:01 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Shawish","S. El",""],["Ramsak","A.",""],["Bonca","J.",""]]}
{"id":"0704.0173","submitter":"David Singh","authors":"H. Takenaka and D.J. Singh","title":"Bonding of H in O vacancies of ZnO","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  We investigate the bonding of H in O vacancies of ZnO using density\nfunctional calculations. We find that H is anionic and does not form\nmulticenter bonds with Zn in this compound.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:20:54 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Takenaka","H.",""],["Singh","D. J.",""]]}
{"id":"0704.0174","submitter":"Miguel Nebot","authors":"Francisco J. Botella (Valencia U. & Valencia U., IFIC), Miguel Nebot\n  (Lisbon, IST)","title":"Reparametrization Invariance, the controversial extraction of $\\alpha$\n  from $B\\to\\pi\\pi$ and New Physics","comments":"25 pages, 40 figures","journal-ref":null,"doi":null,"report-no":"IFIC/07-17, FTUV-07-0402","categories":"hep-ph hep-ex","license":null,"abstract":"  The extraction of the weak phase $\\alpha$ from $B\\to\\pi\\pi$ decays has been\ncontroversial from a statistical point of view, as the frequentist vs. bayesian\nconfrontation shows. We analyse several relevant questions which have not\ndeserved full attention and pervade the extraction of $\\alpha$.\nReparametrization Invariance proves appropriate to understand those issues. We\nshow that some Standard Model inspired parametrizations can be senseless or\ninadequate if they go beyond the minimal Gronau and London assumptions: the\nsingle weak phase $\\alpha$ just in the $\\Delta I=3/2$ amplitudes, the isospin\nrelations and experimental data. Beside those analyses, we extract $\\alpha$\nthrough the use of several adequate parametrizations, showing that there is no\nrelevant discrepancy between frequentist and bayesian results. The most\nrelevant information, in terms of $\\alpha$, is the exclusion of values around\n$\\alpha\\sim \\pi/4$; this result is valid in the presence of arbitrary New\nPhysics contributions to the $\\Delta I=1/2$ piece.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:36:35 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Botella","Francisco J.","","Valencia U. & Valencia U., IFIC"],["Nebot","Miguel","","Lisbon, IST"]]}
{"id":"0704.0175","submitter":"Stephen C. Davis","authors":"Luca Amendola, Christos Charmousis and Stephen C. Davis","title":"Solar System Constraints on Gauss-Bonnet Mediated Dark Energy","comments":"13 pages","journal-ref":"JCAP 0710:004,2007","doi":"10.1088/1475-7516/2007/10/004","report-no":"LPT-ORSAY 07-20","categories":"astro-ph gr-qc hep-th","license":null,"abstract":"  Although the Gauss-Bonnet term is a topological invariant for general\nrelativity, it couples naturally to a quintessence scalar field, modifying\ngravity at solar system scales. We determine the solar system constraints due\nto this term by evaluating the post-Newtonian metric for a distributional\nsource. We find a mass dependent, 1/r^7 correction to the Newtonian potential,\nand also deviations from the Einstein gravity prediction for light-bending. We\nconstrain the parameters of the theory using planetary orbits, the Cassini\nspacecraft data, and a laboratory test of Newton's law, always finding\nextremely tight bounds on the energy associated to the Gauss-Bonnet term. We\ndiscuss the relevance of these constraints to late-time cosmological\nacceleration.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 11:46:53 GMT"},{"version":"v2","created":"Tue, 2 Oct 2007 09:31:11 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Amendola","Luca",""],["Charmousis","Christos",""],["Davis","Stephen C.",""]]}
{"id":"0704.0176","submitter":"Li Qunxiang","authors":"Jing Huang, Qunxiang Li, Hao Ren, Haibin Su, Q. W. Shi, and Jinlong\n  Yang","title":"Switching mechanism of photochromic diarylethene derivatives molecular\n  junctions","comments":"14 pages and 5 figures","journal-ref":null,"doi":"10.1063/1.2770733","report-no":null,"categories":"cond-mat.other cond-mat.mtrl-sci","license":null,"abstract":"  The electronic transport properties and switching mechanism of single\nphotochromic diarylethene derivatives sandwiched between two gold surfaces with\nclosed and open configurations are investigated by a fully self-consistent\nnonequilibrium Green's function method combined with density functional theory.\nThe calculated transmission spectra of two configurations are strikingly\ndistinctive. The open form lacks any significant transmission peak within a\nwide energy window, while the closed structure has two significant transmission\npeaks on the both sides of the Fermi level. The electronic transport properties\nof the molecular junction with closed structure under a small bias voltage are\nmainly determined by the tail of the transmission peak contributed unusually by\nthe perturbed lowest perturbed unoccupied molecular orbital. The calculated\non-off ratio of currents between the closed and open configurations is about\ntwo orders of magnitude, which reproduces the essential features of the\nexperimental measured results. Moreover, we find that the switching behavior\nwithin a wide bias voltage window is extremely robust to both substituting F or\nS for H or O and varying end anchoring atoms from S to Se and Te.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:11:45 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Huang","Jing",""],["Li","Qunxiang",""],["Ren","Hao",""],["Su","Haibin",""],["Shi","Q. W.",""],["Yang","Jinlong",""]]}
{"id":"0704.0177","submitter":"Alex Greilich","authors":"A. Greilich (1), M. Wiemann (1), F. G. G. Hernandez (1), D. R.\n  Yakovlev (1), I. A. Yugova (1), A. Shabaev (2), Al. L. Efros (2), D. Reuter\n  (3), A. D. Wieck (3), and M. Bayer (1) ((1) Universit\\\"at Dortmund, Germany,\n  (2) Washington, USA, (3) Ruhr-Universit\\\"at Bochum, Germany)","title":"Robust manipulation of electron spin coherence in an ensemble of singly\n  charged quantum dots","comments":"5 Pages, 3 figures","journal-ref":"Phys. Rev. B 75, 233301 (2007)","doi":"10.1103/PhysRevB.75.233301","report-no":null,"categories":"physics.optics","license":null,"abstract":"  Using the recently reported mode locking effect we demonstrate a highly\nrobust control of electron spin coherence in an ensemble of (In,Ga)As quantum\ndots during the single spin coherence time. The spin precession in a transverse\nmagnetic field can be fully controlled up to 25 K by the parameters of the\nexciting pulsed laser protocol such as the pulse train sequence, leading to\nadjustable quantum beat bursts in Faraday rotation. Flipping of the electron\nspin precession phase was demonstrated by inverting the polarization within a\npulse doublet sequence.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:28:44 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Greilich","A.",""],["Wiemann","M.",""],["Hernandez","F. G. G.",""],["Yakovlev","D. R.",""],["Yugova","I. A.",""],["Shabaev","A.",""],["Efros","Al. L.",""],["Reuter","D.",""],["Wieck","A. D.",""],["Bayer","M.",""]]}
{"id":"0704.0178","submitter":"Bastian Holst","authors":"Bastian Holst, Nadine Nettelmann, Ronald Redmer","title":"Equation of state for dense hydrogen and plasma phase transition","comments":"7 pages, 7 figures, contibution to the 12th International Workshop on\n  the Physics of Non-Ideal Plasmas, Darmstadt, Germany","journal-ref":"Contrib. Plasma Phys.Volume 47, 368, 2007","doi":"10.1002/ctpp.200710049","report-no":null,"categories":"physics.plasm-ph","license":null,"abstract":"  We calculate the equation of state of dense hydrogen within the chemical\npicture. Fluid variational theory is generalized for a multi-component system\nof molecules, atoms, electrons, and protons. Chemical equilibrium is supposed\nfor the reactions dissociation and ionization. We identify the region of\nthermodynamic instability which is related to the plasma phase transition. The\nreflectivity is calculated along the Hugoniot curve and compared with\nexperimental results. The equation-of-state data is used to calculate the\npressure and temperature profiles for the interior of Jupiter.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:34:29 GMT"}],"update_date":"2012-04-16","authors_parsed":[["Holst","Bastian",""],["Nettelmann","Nadine",""],["Redmer","Ronald",""]]}
{"id":"0704.0179","submitter":"Marco Bellini","authors":"Alessandro Zavatta, Valentina Parigi, and Marco Bellini","title":"Experimental nonclassicality of single-photon-added thermal light states","comments":"7 pages, 6 figures, accepted for publication in Phys. Rev. A","journal-ref":"PHYSICAL REVIEW A 75, 052106 (2007)","doi":"10.1103/PhysRevA.75.052106","report-no":null,"categories":"quant-ph","license":null,"abstract":"  We report the experimental realization and tomographic analysis of novel\nquantum light states obtained by exciting a classical thermal field by a single\nphoton. Such states, although completely incoherent, possess a tunable degree\nof quantumness which is here exploited to put to a stringent experimental test\nsome of the criteria proposed for the proof and the measurement of state\nnon-classicality. The quantum character of the states is also given in quantum\ninformation terms by evaluating the amount of entanglement that they can\nproduce.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:37:00 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Zavatta","Alessandro",""],["Parigi","Valentina",""],["Bellini","Marco",""]]}
{"id":"0704.0180","submitter":"Vadim A. Rodin","authors":"Vadim Rodin","title":"Neutron Skin and Giant Resonances in Nuclei","comments":"8 pages, 5 figure; Proceedings of the 28th Int. School on Nuclear\n  Physics \"Radioactive Beams, Nuclear Dynamics and Astrophysics\", Erice, Italy,\n  Sept. 16-24, 2006. To appear in Prog.Part.Nucl.Phys","journal-ref":"Prog.Part.Nucl.Phys.59:268-276,2007","doi":"10.1016/j.ppnp.2007.01.023","report-no":null,"categories":"nucl-th","license":null,"abstract":"  Some aspects, both experimental and theoretical, of extracting the neutron\nskin $\\Delta R$ from properties of isovector giant resonances are discussed.\nExisting proposals are critically reviewed. The method relying on the energy\ndifference between the GTR and IAS is shown to lack sensitivity to $\\Delta R$.\nA simple explanation of the linear relation between the symmetry energy and the\nneutron skin is also given.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:40:00 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Rodin","Vadim",""]]}
{"id":"0704.0181","submitter":"Joel Goh","authors":"Joel Goh, Ilya Fushman, Dirk Englund, and Jelena Vuckovic","title":"Genetic Optimization of Photonic Bandgap Structures","comments":"9 pages, 20 figures","journal-ref":null,"doi":"10.1364/OE.15.008218","report-no":null,"categories":"physics.optics physics.comp-ph","license":null,"abstract":"  We investigate the use of a Genetic Algorithm (GA) to design a set of\nphotonic crystals (PCs) in one and two dimensions. Our flexible design\nmethodology allows us to optimize PC structures which are optimized for\nspecific objectives. In this paper, we report the results of several such\nGA-based PC optimizations. We show that the GA performs well even in very\ncomplex design spaces, and therefore has great potential for use as a robust\ndesign tool in present and future applications.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:40:02 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Goh","Joel",""],["Fushman","Ilya",""],["Englund","Dirk",""],["Vuckovic","Jelena",""]]}
{"id":"0704.0182","submitter":"Wolfgang Kuch","authors":"W. Kuch, F. Offi, L. I. Chelaru, J. Wang, K. Fukumoto, M. Kotsugi, J.\n  Kirschner, J. Kunes","title":"Huge magneto-crystalline anisotropy of x-ray linear dichroism observed\n  on Co/FeMn bilayers","comments":null,"journal-ref":"Phys. Rev. B 75, 224406 (2007)","doi":"10.1103/PhysRevB.75.224406","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  We present an x-ray spectromicroscopic investigation of single-crystalline\nmagnetic FeMn/Co bilayers on Cu(001), using X-ray magnetic circular (XMCD) and\nlinear (XMLD) dichroism at the Co and Fe L3 absorption edges in combination\nwith photoelectron emission microscopy (PEEM). Using the magnetic coupling\nbetween the ferromagnetic Co layer and the antiferromagnetic FeMn layer we are\nable to produce magnetic domains with two different crystallographic\norientations of the magnetic easy axis within the same sample at the same time.\nWe find a huge difference in the XMLD contrast between the two types of\nmagnetic domains, which we discuss in terms of intrinsic magneto-crystalline\nanisotropy of XMLD of the Co layer. We also demonstrate that due to the high\nsensitivity of the method, the small number of induced ferromagnetic Fe moments\nat the FeMn-Co interface is sufficient to obtain magnetic contrast from XMLD in\na metallic system.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 12:49:07 GMT"}],"update_date":"2007-06-13","authors_parsed":[["Kuch","W.",""],["Offi","F.",""],["Chelaru","L. I.",""],["Wang","J.",""],["Fukumoto","K.",""],["Kotsugi","M.",""],["Kirschner","J.",""],["Kunes","J.",""]]}
{"id":"0704.0183","submitter":"Tekin Dereli","authors":"G. Dereli and B. Sungu (Yildiz Tech. Univ., Istanbul)","title":"Temperature Dependence of the Tensile Properties of Single Walled Carbon\n  Nanotubes: O(N) Tight Binding MD Simulation","comments":null,"journal-ref":null,"doi":"10.1103/PhysRevB.75.184104","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  This paper examines the effect of temperature on the structural stability and\nmechanical properties of 20 layered (10,10) single walled carbon nanotubes\n(SWCNTs) under tensile loading using an O(N) tight binding molecular dynamics\n(TBMD) simulation method. We observed that (10,10) tube can sustain its\nstructural stability for the strain values of 0.23 in elongation and 0.06 in\ncompression at 300K. Bond breaking strain value decreases with increasing\ntemperature under streching but not under compression. The elastic limit,\nYoung's modulus, tensile strength and Poisson ratio are calculated as 0.10,\n0.395 TPa, 83.23 GPa, 0.285, respectively, at 300K. In the temperature range\nfrom 300K to 900K; Young's modulus and the tensile strengths are decreasing\nwith increasing temperature while the Poisson ratio is increasing. At higher\ntemperatures, Young's modulus starts to increase while the Poisson ratio and\ntensile strength decrease. In the temperature range from 1200K to 1800K, the\nSWCNT is already deformed and softened. Applying strain on these deformed and\nsoftened SWCNTs do not follow the same pattern as in the temperature range of\n300K to 900K.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:12:48 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Dereli","G.","","Yildiz Tech. Univ., Istanbul"],["Sungu","B.","","Yildiz Tech. Univ., Istanbul"]]}
{"id":"0704.0184","submitter":"Paolo Padovani","authors":"P. Padovani (ESO)","title":"Gamma-ray emitting AGN and GLAST","comments":"5 pages, 1 figure, invited talk at the First GLAST Symposium,\n  February 5-8, 2007, Stanford University, USA, to appear in the proceedings","journal-ref":"AIP Conf.Proc.921:19-23,2007","doi":"10.1063/1.2757258","report-no":null,"categories":"astro-ph","license":null,"abstract":"  I describe the different classes of Active Galactic Nuclei (AGN) and the\nbasic tenets of unified schemes. I then review the properties of the\nextragalactic sources detected in the GeV and TeV bands, showing that the vast\nmajority of them belong to the very rare blazar class. I further discuss the\nkind of AGN GLAST is likely to detect, making some predictions going from the\nobvious to the likely, all the way to the less probable.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:34:32 GMT"}],"update_date":"2009-06-23","authors_parsed":[["Padovani","P.","","ESO"]]}
{"id":"0704.0185","submitter":"Peter Brommer","authors":"Peter Brommer and Franz G\\\"ahler (Institut f\\\"ur Theoretische und\n  Angewandte Physik, Universit\\\"at Stuttgart)","title":"Potfit: effective potentials from ab-initio data","comments":"11 pages","journal-ref":"Modelling and Simulation in Materials Science and Engineering 15\n  (2007), 295","doi":"10.1088/0965-0393/15/3/008","report-no":null,"categories":"cond-mat.mtrl-sci","license":null,"abstract":"  We present a program called potfit which generates an effective atomic\ninteraction potential by matching it to a set of reference data computed in\nfirst-principles calculations. It thus allows to perform large-scale atomistic\nsimulations of materials with physically justified potentials. We describe the\nfundamental principles behind the program, emphasizing its flexibility in\nadapting to different systems and potential models, while also discussing its\nlimitations. The program has been used successfully in creating effective\npotentials for a number of complex intermetallic alloys, notably quasicrystals.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:35:11 GMT"},{"version":"v2","created":"Tue, 3 Apr 2007 08:51:17 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Brommer","Peter","","Institut für Theoretische und\n  Angewandte Physik, Universität Stuttgart"],["Gähler","Franz","","Institut für Theoretische und\n  Angewandte Physik, Universität Stuttgart"]]}
{"id":"0704.0186","submitter":"Ryo Takahasi","authors":"Ryo Takahashi and Morimitsu Tanimoto","title":"Dark energy and neutrino model in SUSY -- Remarks on active and sterile\n  neutrinos mixing --","comments":"12 pages, 7 figures, to appear in the proceedings of International\n  Workshop on Neutrino Masses and Mixings -- Toward Unified Understanding of\n  Quark and Lepton Mass Matrices --, Shizuoka, Japan, 17-19 Dec 2006","journal-ref":"Int.J.Mod.Phys.E16:1529-1540,2007","doi":"10.1142/S0218301307006861","report-no":null,"categories":"hep-ph","license":null,"abstract":"  We consider a Mass Varying Neutrinos (MaVaNs) model in supersymmetric theory.\nThe model includes effects of supersymmetry breaking transmitted by the\ngravitational interaction from the hidden sector, in which supersymmetry was\nbroken, to the dark energy sector. Then evolutions of the neutrino mass and the\nequation of state parameter of the dark energy are presented in the model. It\nis remarked that only the mass of a sterile neutrino is variable in the case of\nthe vanishing mixing between the left-handed and a sterile neutrino on\ncosmological time scale. The finite mixing makes the mass of the left-handed\nneutrino variable.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:27:02 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Takahashi","Ryo",""],["Tanimoto","Morimitsu",""]]}
{"id":"0704.0187","submitter":"Gabor Worseck","authors":"G. Worseck (1), C. Fechner (2,3), L. Wisotzki (1) and A. Dall'Aglio\n  (1) ((1) Astrophysikalisches Institut Potsdam, (2) Hamburger Sternwarte, (3)\n  Universit\\\"at Potsdam)","title":"The transverse proximity effect in spectral hardness on the line of\n  sight towards HE 2347-4342","comments":"15 pages, 11 figures, accepted by A&A, major revision of Section 5\n  following the referee's comments","journal-ref":"Astron.Astrophys. 473 (2007) 805","doi":"10.1051/0004-6361:20077585","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We report the discovery of 14 quasars in the vicinity of HE2347-4342, one of\nthe two quasars whose intergalactic HeII forest has been resolved with FUSE. By\nanalysing the HI and the HeII opacity variations separately, no transverse\nproximity effect is detected near three foreground quasars of HE2347-4342:\nQSOJ23503-4328 (z=2.282, $\\vartheta=3.59$ arcmin), QSOJ23500-4319 (z=2.302,\n$\\vartheta=8.77$ arcmin) and QSOJ23495-4338 (z=2.690, $\\vartheta=16.28$\narcmin). This is primarily due to line contamination and overdensities probably\ncreated by large-scale structure. By comparing the HI absorption and the\ncorresponding HeII absorption, we estimated the fluctuating spectral shape of\nthe extragalactic UV radiation field along this line of sight. We find that the\nUV spectral shape near HE2347-4342 and in the projected vicinity of the three\nforeground quasars is statistically harder than expected from UV background\nmodels dominated by quasars. In addition, we find three highly ionised metal\nline systems near the quasars. However, they do not yield further constraints\non the shape of the ionising field. We conclude that the foreground quasars\nshow a transverse proximity effect that is detectable as a local hardening of\nthe UV radiation field, although the evidence is strongest for QSOJ23495-4338.\nThus, the relative spectral hardness traces the proximity effect also in\noverdense regions prohibiting the traditional detection in the HI forest.\nFurthermore, we emphasise that softening of quasar radiation by radiative\ntransfer in the intergalactic medium is important to understand the observed\nspectral shape variations. From the transverse proximity effect of\nQSOJ23495-4338 we obtain a lower limit on the quasar lifetime of ~25 Myr.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:31:00 GMT"},{"version":"v2","created":"Mon, 6 Aug 2007 13:26:21 GMT"}],"update_date":"2011-11-09","authors_parsed":[["Worseck","G.",""],["Fechner","C.",""],["Wisotzki","L.",""],["Dall'Aglio","A.",""]]}
{"id":"0704.0188","submitter":"Tanya Elliott","authors":"Tanya M Elliott and John F Wheater","title":"Biased random walks on combs","comments":"minor changes in technical definitions","journal-ref":"J. Phys. A: Math. Theor. 40 (2007) 8265-8288.","doi":"10.1088/1751-8113/40/29/005","report-no":"Oxford University Preprint OUTP-07-04P","categories":"cond-mat.other","license":null,"abstract":"  We develop rigorous, analytic techniques to study the behaviour of biased\nrandom walks on combs. This enables us to calculate exactly the spectral\ndimension of random comb ensembles for any bias scenario in the teeth or spine.\nTwo specific examples of random comb ensembles are discussed; the random comb\nwith nonzero probability of an infinitely long tooth at each vertex on the\nspine and the random comb with a power law distribution of tooth lengths. We\nalso analyze transport properties along the spine for these probability\nmeasures.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:31:16 GMT"},{"version":"v2","created":"Fri, 11 May 2007 07:47:55 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Elliott","Tanya M",""],["Wheater","John F",""]]}
{"id":"0704.0189","submitter":"Jean-Camille Birget","authors":"J. C. Birget","title":"Monoid generalizations of the Richard Thompson groups","comments":"31 pages","journal-ref":"J. of Pure and Applied Algebra, 213(2) (Feb. 2009) 264-278","doi":null,"report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The groups G_{k,1} of Richard Thompson and Graham Higman can be generalized\nin a natural way to monoids, that we call M_{k,1}, and to inverse monoids,\ncalled Inv_{k,1}; this is done by simply generalizing bijections to partial\nfunctions or partial injective functions. The monoids M_{k,1} have connections\nwith circuit complexity (studied in another paper). Here we prove that M_{k,1}\nand Inv_{k,1} are congruence-simple for all k. Their Green relations J and D\nare characterized: M_{k,1} and Inv_{k,1} are J-0-simple, and they have k-1\nnon-zero D-classes. They are submonoids of the multiplicative part of the Cuntz\nalgebra O_k. They are finitely generated, and their word problem over any\nfinite generating set is in P. Their word problem is coNP-complete over certain\ninfinite generating sets.\n  Changes in this version: Section 4 has been thoroughly revised, and errors\nhave been corrected; however, the main results of Section 4 do not change.\nSections 1, 2, and 3 are unchanged, except for the proof of Theorem 2.3, which\nwas incomplete; a complete proof was published in the Appendix of reference\n[6], and is also given here.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:34:02 GMT"},{"version":"v2","created":"Mon, 28 Apr 2008 19:23:20 GMT"},{"version":"v3","created":"Tue, 26 Jan 2016 14:05:55 GMT"}],"update_date":"2016-01-27","authors_parsed":[["Birget","J. C.",""]]}
{"id":"0704.0190","submitter":"Eiichi Konishi","authors":"E. Konishi (1), Y. Minorikawa (2), V.I. Galkin (3), M. Ishiwata (4),\n  I. Nakamura (4), N. Takahashit (1), M. Kato (5) and A. Misaki (6) ((1)\n  Graduate School of Science and Technology, Hirosaki University (2) School of\n  Science and Engineering, Kinki University (3) Department of Physics, Moscow\n  State University (4) Department of Physics, Saitama University (5) Kyowa\n  Interface Science Co., Ltd., Saitama (6)Advanced Research Institute for\n  Science and Engineering, Waseda University, Tokyo)","title":"The Reliability on the Direction of the Incident Neutrino for the Fully\n  Contained Events and Partially Contained Events due to QEL in the\n  Super-Kamiokande","comments":"12 pages 28 figures with 4appendices 4 figures, latex","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ex astro-ph hep-ph","license":null,"abstract":"  In the SK analysis of the neutrino events for [Fully Contained Events] and\n[Partially Contained Events] on their zenith angle distribution, it is assumed\nthat the zenith angle of the incident neutrino is the same as that of the\ndetected charged lepton. In the present paper, we examine the validity of [the\nSK assumption on the direction] of the incident neutrinos. Concretely speaking,\nwe analyze muon-like events due to QEL. For the purpose, we develop [Time\nSequential Monte Carlo Simulation] to extract the conclusion on the validity of\nthe SK assumption. In our [Time Sequential Simulation], we simulate every\nphysical process concerned as exactly as possible without any approximation.\n  From the comparison between the zenith angle distributon of the emitted muons\nunder [the SK assumption on the direction] and the corresponding one obtained\nunder our [Time Sequential Simulation], it is concluded that the measurement of\nthe direction of the incident neutrino for the neutrino events occurring inside\nthe detector in the SK analysis turns out to be unreliable, which holds\nirrespective of the existence and/or non-existence of the neutrino oscillation.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:36:39 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Konishi","E.",""],["Minorikawa","Y.",""],["Galkin","V. I.",""],["Ishiwata","M.",""],["Nakamura","I.",""],["Takahashit","N.",""],["Kato","M.",""],["Misaki","A.",""]]}
{"id":"0704.0191","submitter":"Peter Virnau","authors":"Peter Virnau (1), Leonid A. Mirny (1,2), Mehran Kardar (1) ((1)\n  Massachusetts Institute of Technology, Department of Physics, Cambridge, MA,\n  United States of America, (2) Massachusetts Institute of Technology,\n  Harvard-MIT Division of Health Science and Technology, Cambridge, MA, United\n  States of America)","title":"Intricate Knots in Proteins: Function and Evolution","comments":"6 pages, 2 figures, 1 table","journal-ref":"P. Virnau, L. A. Mirny, M. Kardar, PLoS Comp Biol 2, 1074-1079\n  (2006)","doi":null,"report-no":null,"categories":"physics.bio-ph physics.data-an q-bio.BM","license":null,"abstract":"  A number of recently discovered protein structures incorporate a rather\nunexpected structural feature: a knot in the polypeptide backbone. These knots\nare extremely rare, but their occurrence is likely connected to protein\nfunction in as yet unexplored fashion. Our analysis of the complete Protein\nData Bank reveals several new knots which, along with previously discovered\nones, can shed light on such connections. In particular, we identify the most\ncomplex knot discovered to date in human ubiquitin hydrolase, and suggest that\nits entangled topology protects it against unfolding and degradation by the\nproteasome. Knots in proteins are typically preserved across species and\nsometimes even across kingdoms. However, we also identify a knot which only\nappears in some transcarbamylases while being absent in homologous proteins of\nsimilar structure. The emergence of the knot is accompanied by a shift in the\nenzymatic function of the protein. We suggest that the simple insertion of a\nshort DNA fragment into the gene may suffice to turn an unknotted into a\nknotted structure in this protein.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:40:19 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Virnau","Peter",""],["Mirny","Leonid A.",""],["Kardar","Mehran",""]]}
{"id":"0704.0192","submitter":"Karen O'Neil","authors":"K. O'Neil, S. Oey, G. Bothun","title":"Star Formation in Galaxies with Large Lower Surface Brightness Disks","comments":"50 pages; Full paper with all figures available at\n  http://www.gb.nrao.edu/~koneil; Accepted by AJ","journal-ref":null,"doi":"10.1086/518831","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We present B, R, and Halpha imaging data of 19 large disk galaxies whose\nproperties are intermediate between classical low surface brightness galaxies\nand ordinary high surface brightness galaxies. We use data taken from the\nLowell 1.8m Perkins telescope to determine the galaxies' overall morphology,\ncolor, and star formation properties. Morphologically, the galaxies range from\nSb through Irr and include galaxies with and without nuclear bars. The colors\nof the galaxies vary from B-R = 0.3 - 1.9, and most show at least a slight\nbluing of the colors with increasing radius. The Halpha images of these\ngalaxies show an average star formation rate lower than is found for similar\nsamples with higher surface brightness disks. Additionally, the galaxies\nstudied have both higher gas mass-to-luminosity and diffuse Halpha emission\nthan is found in higher surface brightness samples.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:40:25 GMT"}],"update_date":"2009-11-13","authors_parsed":[["O'Neil","K.",""],["Oey","S.",""],["Bothun","G.",""]]}
{"id":"0704.0193","submitter":"Shengjun Yuan","authors":"Shengjun Yuan, Hans De Raedt, Seiji Miyashita","title":"Domain Wall Dynamics near a Quantum Critical Point","comments":"to appear in Phys. Rev. B","journal-ref":"Phys. Rev. B 75, 184305 (2007)","doi":"10.1103/PhysRevB.75.184305","report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.stat-mech","license":null,"abstract":"  We study the real-time domain-wall dynamics near a quantum critical point of\nthe one-dimensional anisotropic ferromagnetic spin 1/2 chain. By numerical\nsimulation, we find the domain wall is dynamically stable in the\nHeisenberg-Ising model. Near the quantum critical point, the width of the\ndomain wall diverges as $(\\Delta -1) ^{-1/2}$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:45:06 GMT"}],"update_date":"2007-11-15","authors_parsed":[["Yuan","Shengjun",""],["De Raedt","Hans",""],["Miyashita","Seiji",""]]}
{"id":"0704.0194","submitter":"Shmuel Gurvitz","authors":"S.A. Gurvitz and D. Mozyrsky","title":"Quantum mechanical approach to decoherence and relaxation generated by\n  fluctuating environment","comments":"15 pages, typo errors corrected, version appeared in PRB","journal-ref":"Phys. Rev. B77, 075325 (2008)","doi":"10.1103/PhysRevB.77.075325","report-no":null,"categories":"cond-mat.mes-hall quant-ph","license":null,"abstract":"  We consider an electrostatic qubit, interacting with a fluctuating charge of\nsingle electron transistor (SET) in the framework of exactly solvable model.\nThe SET plays a role of the fluctuating environment affecting the qubit's\nparameters in a controllable way. We derive the rate equations describing\ndynamics of the entire system for both weak and strong qubit-SET coupling.\nSolving these equation we obtain decoherence and relaxation rates of the qubit,\nas well as the spectral density of the fluctuating qubit's parameters. We found\nthat in the weak coupling regime the decoherence and relaxation rates are\ndirectly related to the spectral density taken at Rabi or at zero frequency,\ndepending on what a particular qubit's parameters is fluctuating. This relation\nholds also in the presence of weak back-action of the qubit on the fluctuating\nenvironment. In the case of strong back-action, such simple relationship no\nlonger holds, even if the qubit-SET coupling is small. It does not hold either\nin the strong-coupling regime, even in the absence of the back-action. In\naddition, we found that our model predicts localization of the qubit in the\nstrong-coupling regime, resembling that of the spin-boson model.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:51:02 GMT"},{"version":"v2","created":"Thu, 3 Jan 2008 11:47:08 GMT"},{"version":"v3","created":"Tue, 26 Feb 2008 18:31:08 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Gurvitz","S. A.",""],["Mozyrsky","D.",""]]}
{"id":"0704.0195","submitter":"Dmitri Nikshych","authors":"Vladimir Drinfeld, Shlomo Gelaki, Dmitri Nikshych, Victor Ostrik","title":"Group-theoretical properties of nilpotent modular categories","comments":"23 pages, LaTeX, typos corrected","journal-ref":null,"doi":null,"report-no":null,"categories":"math.QA math.RT","license":null,"abstract":"  We characterize a natural class of modular categories of prime power\nFrobenius-Perron dimension as representation categories of twisted doubles of\nfinite p-groups. We also show that a nilpotent braided fusion category C admits\nan analogue of the Sylow decomposition. If the simple objects of C have\nintegral Frobenius-Perron dimensions then C is group-theoretical. As a\nconsequence, we obtain that semisimple quasi-Hopf algebras of prime power\ndimension are group-theoretical. Our arguments are based on a reconstruction of\ntwisted group doubles from Lagrangian subcategories of modular categories (this\nis reminiscent to the characterization of doubles of quasi-Lie bialgebras in\nterms of Manin pairs).\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:55:16 GMT"},{"version":"v2","created":"Mon, 2 Apr 2007 20:34:03 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Drinfeld","Vladimir",""],["Gelaki","Shlomo",""],["Nikshych","Dmitri",""],["Ostrik","Victor",""]]}
{"id":"0704.0196","submitter":"Michal Praszalowicz","authors":"Karolina Piesciuk, Michal Praszalowicz","title":"Remarks on N_c dependence of decays of exotic baryons","comments":"8 pages, 6 figures to be published in proceedings of YKIS06 in\n  Progress of Theoretical Physics. In v2 minor typos corrected","journal-ref":"Prog.Theor.Phys.Suppl.168:70-77,2007","doi":"10.1143/PTPS.168.70","report-no":"TPJU-03/2007","categories":"hep-ph","license":null,"abstract":"  We calculate the N_c dependence of the decay widths of exotic eikosiheptaplet\nwithin the framework of Chral Quark Soliton Model. We also discuss\ngeneralizations of regular baryon representations for arbitrary N_c.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:55:17 GMT"},{"version":"v2","created":"Thu, 12 Apr 2007 13:06:08 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Piesciuk","Karolina",""],["Praszalowicz","Michal",""]]}
{"id":"0704.0197","submitter":"Steffen Schober","authors":"Steffen Schober and Martin Bossert","title":"Analysis of random Boolean networks using the average sensitivity","comments":"11 pages, 1 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"nlin.CG","license":null,"abstract":"  In this work we consider random Boolean networks that provide a general model\nfor genetic regulatory networks. We extend the analysis of James Lynch who was\nable to proof Kauffman's conjecture that in the ordered phase of random\nnetworks, the number of ineffective and freezing gates is large, where as in\nthe disordered phase their number is small. Lynch proved the conjecture only\nfor networks with connectivity two and non-uniform probabilities for the\nBoolean functions. We show how to apply the proof to networks with arbitrary\nconnectivity $K$ and to random networks with biased Boolean functions. It turns\nout that in these cases Lynch's parameter $\\lambda$ is equivalent to the\nexpectation of average sensitivity of the Boolean functions used to construct\nthe network. Hence we can apply a known theorem for the expectation of the\naverage sensitivity. In order to prove the results for networks with biased\nfunctions, we deduct the expectation of the average sensitivity when only\nfunctions with specific connectivity and specific bias are chosen at random.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 14:55:28 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Schober","Steffen",""],["Bossert","Martin",""]]}
{"id":"0704.0198","submitter":"Misael Leon Hilario","authors":"L. M. Leon Hilario, A. Bruchhausen, A. M. Lobos, A. A. Aligia","title":"Theory of polariton mediated Raman scattering in microcavities","comments":"11 pages, 2 figures","journal-ref":"J. Phys.: Condens. Matter 19 (2007) 176210","doi":"10.1088/0953-8984/19/176210","report-no":null,"categories":"cond-mat.str-el cond-mat.other","license":null,"abstract":"  We calculate the intensity of the polariton mediated inelastic light\nscattering in semiconductor microcavities. We treat the exciton-photon coupling\nnonperturbatively and incorporate lifetime effects in both excitons and\nphotons, and a coupling of the photons to the electron-hole continuum. Taking\nthe matrix elements as fitting parameters, the results are in excellent\nagreement with measured Raman intensities due to optical phonons resonant with\nthe upper polariton branches in II-VI microcavities with embedded CdTe quantum\nwells.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 13:59:58 GMT"}],"update_date":"2008-05-04","authors_parsed":[["Hilario","L. M. Leon",""],["Bruchhausen","A.",""],["Lobos","A. M.",""],["Aligia","A. A.",""]]}
{"id":"0704.0199","submitter":"Christian Krattenthaler","authors":"Christian Krattenthaler (Universit\\\"at Wien) and Thomas M\\\"uller\n  (Queen Mary & Westfield College, University of London)","title":"Decomposition numbers for finite Coxeter groups and generalised\n  non-crossing partitions","comments":"AmS-LaTeX; 65 pages. Final version to appear in Trans. Amer. Math.\n  Soc","journal-ref":"Trans. Amer. Math. Soc. 362 (2010), 2723-2787","doi":null,"report-no":null,"categories":"math.CO math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Given a finite irreducible Coxeter group $W$, a positive integer $d$, and\ntypes $T_1,T_2,...,T_d$ (in the sense of the classification of finite Coxeter\ngroups), we compute the number of decompositions $c=\\si_1\\si_2 cdots\\si_d$ of a\nCoxeter element $c$ of $W$, such that $\\si_i$ is a Coxeter element in a\nsubgroup of type $T_i$ in $W$, $i=1,2,...,d$, and such that the factorisation\nis \"minimal\" in the sense that the sum of the ranks of the $T_i$'s,\n$i=1,2,...,d$, equals the rank of $W$. For the exceptional types, these\ndecomposition numbers have been computed by the first author. The type $A_n$\ndecomposition numbers have been computed by Goulden and Jackson, albeit using a\nsomewhat different language. We explain how to extract the type $B_n$\ndecomposition numbers from results of B\\'ona, Bousquet, Labelle and Leroux on\nmap enumeration. Our formula for the type $D_n$ decomposition numbers is new.\nThese results are then used to determine, for a fixed positive integer $l$ and\nfixed integers $r_1\\le r_2\\le ...\\le r_l$, the number of multi-chains $\\pi_1\\le\n\\pi_2\\le ...\\le \\pi_l$ in Armstrong's generalised non-crossing partitions\nposet, where the poset rank of $\\pi_i$ equals $r_i$, and where the \"block\nstructure\" of $\\pi_1$ is prescribed. We demonstrate that this result implies\nall known enumerative results on ordinary and generalised non-crossing\npartitions via appropriate summations. Surprisingly, this result on multi-chain\nenumeration is new even for the original non-crossing partitions of Kreweras.\nMoreover, the result allows one to solve the problem of rank-selected chain\nenumeration in the type $D_n$ generalised non-crossing partitions poset, which,\nin turn, leads to a proof of Armstrong's $F=M$ Conjecture in type $D_n$.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 14:10:05 GMT"},{"version":"v2","created":"Fri, 9 Jan 2009 11:03:54 GMT"},{"version":"v3","created":"Tue, 17 Nov 2009 10:18:51 GMT"}],"update_date":"2010-01-18","authors_parsed":[["Krattenthaler","Christian","","Universität Wien"],["Müller","Thomas","","Queen Mary & Westfield College, University of London"]]}
{"id":"0704.0200","submitter":"Martin Schumacher","authors":"Martin Schumacher","title":"Electromagnetic polarizabilities and the excited states of the nucleon","comments":null,"journal-ref":"Eur.Phys.J.A31:327-333,2007","doi":"10.1140/epja/i2006-10235-1","report-no":null,"categories":"hep-ph nucl-ex","license":null,"abstract":"  The electromagnetic polarizabilities of the nucleon are shown to be\nessentially composed of the nonresonant $\\alpha_p(E_{0+})=+3.2$,\n$\\alpha_n(E_{0+})=+4.1$,the $t$-channel $\\alpha^t_{p,n}=-\\beta^t_{p,n}=+7.6$\nand the resonant $\\beta_{p,n}(P_{33}(1232))=+8.3$ contributions (in units of\n$10^{-4}$fm$^3$. The remaining deviations from the experimental data\n$\\Delta\\alpha_p=1.2\\pm 0.6$, $\\Delta\\beta_p=1.2\\mp 0.6$, \\Delta\\alpha_n=0.8\\pm\n1.7$ and $\\Delta\\beta_n=2.0\\mp 1.8$ are contributed by a larger number of\nresonant and nonresonant processes with cancellations between the\ncontributions. This result confirms that dominant contributions to the electric\nand magnetic polarizabilities may be represented in terms of two-photon\ncouplings to the $\\sigma$-meson having the predicted mass $m_\\sigma=666$ MeV\nand two-photon width $\\Gamma_{\\gamma\\gamma}=2.6$ keV.\n","versions":[{"version":"v1","created":"Mon, 2 Apr 2007 14:10:13 GMT"}],"update_date":"2013-06-26","authors_parsed":[["Schumacher","Martin",""]]}
